{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3359311/divs/9","sourcedb":"PMC","sourceid":"3359311","divid":9,"text":"Levels of IL-1β are increased in the BALF of CF patients but the cellular source of this cytokine and its production in the context of targeted inflammasome activation are still unclear. We first studied airway epithelial cells due to their role in barrier function, proximity to infection, and ability to produce high levels of pro-inflammatory cytokines. However, we found that bronchial epithelial cells do not produce significant amounts of IL-1β and do not show a significant increase in caspase-1 activation in response to PAO1 and LPS+ATP, in comparison to hematopoeitic mononuclear cells. Hematopoeitically-derived cells, such as monocytes and macrophages, appear to be a principal source of IL-1β. CFTR is expressed in alveolar macrophages [32], [39] as well as in PBMCs at both the mRNA and protein level [40], [41], and its loss is frequently associated with an augmented inflammatory phenotype.\nDespite our findings indicating that bronchial epithelial cells when grown in vitro are unlikely to be significantly involved in the direct production of IL-1β (Fig. 2a–d), others have shown their capacity to respond to alveolar macrophage-derived IL-1β and to amplify the inflammatory response through the induction of chemokines and recruitment of inflammatory effector cells [42]. This interaction may constitute a critical component to effective host defense and diminishing the capacity of host cells to respond to IL-1β may leave the host susceptible to infections by pathogens such as P. aeruginosa [43]. Conversely, overproduction of IL-1β can also play a key role in chronic inflammatory responses and cause damage to the lung parenchyma [44], [45].\nAlthough we hypothesized that CF cells would secrete increased amounts of IL-1β, we found that IL-1β production in CF PBMCs was not increased upon inflammasome stimulation as compared to controls (Fig. 5a–b). This was in contrast to a previous study from our group, which showed increased IL-1β production by CF PBMCs in response to LPS [46], although this difference may be accounted for by technical issues in stimulation time and dose. Moreover, IL-1β production was not increased in CF PBMCs with inflammasome stimulation alone as would be anticipated if there were basal levels of NF-κB activation. Cells deficient in CFTR are thought to exhibit an increased basal level of NF-κB activity, which leads to increased pro-inflammatory cytokine production including an increased availability of pro-IL-1β for cleavage and secretion. This amplification of IL-1β secretion was shown by priming THP-1 monocytes and PBMCs with heat-killed P. aeruginosa or LPS prior to stimulation with live P. aeruginosa. This dramatically increased IL-1β secretion over stimulation with live P. aeruginosa without priming (Fig. 6c). Similarly, if CF PBMCs expressed increased basal NF-κB activity, there would be an increase in IL-1β secretion in the absence of LPS priming. However, no increase in IL-1β was observed under basal or primed conditions. Studies investigating the production of IL-1β have been somewhat inconsistent. A study by Reininger et al. [43] provided evidence that human bronchial epithelial cells possessing the ΔF508 CFTR mutation had a slightly reduced capacity to produce IL-1β and lacked the ability to induce an early NF-κB activation in response to P. aeruginosa. Conversely, a study by Kotrange et al. [31] found that murine bone marrow-derived macrophages expressing ΔF508-CFTR produced increased amounts of IL-1β when compared to macrophages expressing normal CFTR in response to Burkholderia cenocepacia K56-2. The differentiation of monocytes into macrophages may partly account for the differences observed with the study by Kotrange. Inflammasome-mediated IL-1β production by monocytes and PBMCs does differ from macrophages [47], [48], [49] and macrophages are found to have higher expression of CFTR over monocytes [50]. However, as monocytes and other PBMCs express CFTR [50], [51] and produce large amounts of IL-1β, they are adequate models to examine the effects of CFTR function on IL-1β production. Other hematopoeitic cells may also contribute to IL-1β production. For example, neutrophil counts can be significantly increased in the lungs of CF patients [52], [53], [54] and may produce mature IL-1β through caspase-1 independent mechanisms [55].\nThe role of NF-κB activation in inflammasome activation and IL-1β secretion is not straightforward. Studies have revealed an essential role for NF-κB activation in the production of pro-IL-1β and inflammasome components such as NLRP3 [22], [23]. In contrast, deletion of IKKβ, a kinase essential in NF-κB activation, increases IL-1β secretion in murine macrophages [56], [57] and demonstrates a dual role for NF-κB in regulation of IL-1β. To address this uncertainty in our experiments we also quantified IL-8, an important CF cytokine and marker of NF-κB activation [58], and found no differences between CF and control subjects. Similarly, levels of intracellular pro-IL-1β in THP-1 cells were dependent on NF-κB activity and did not increase with CFTRinh172 treatment. Subsequent treatment of THP-1 cells and PBMCs with the NF-κB inhibitor Bay11-7082 significantly inhibited both IL-1β and IL-8 secretion (Fig. 6d–h). Therefore, the IL-1β and IL-8 responses observed were both dependent upon NF-κB activation. Priming with heat-killed P. aeruginosa, like LPS, is unable to induce a strong IL-1β response as compared to live P. aeruginosa (Fig. 6c), but generated greater NF-κB/AP-1 activation (Fig. 6a) and IL-8 secretion (Fig. 6b) than live bacteria despite stimulation at equivalent MOIs. This may be indicative of the different degree and quality of the inflammatory response generated by live as opposed to dead bacteria [59].\nPotential shortcomings of these experiments include its translatability to lung disease and issues related to the hypermutability of P. aeruginosa during the evolution of chronic infection. Although the responses measured in peripheral blood cells may not completely reflect the responses occurring in the CF lung, PBMCs have a number of useful advantages: (i) PBMCs are not subject to alterations that may emerge from long-term cell culture, cloning and immortalization, and (ii) PBMCs express a large repertoire of innate immune receptors and secrete a broad array of cytokines and chemokines allowing comprehensive analysis of the modulation of inflammatory responses by CFTR. Consideration must also be given to the nature of P. aeruginosa infection and genotypic changes in P. aeruginosa as infection progresses. P. aeruginosa mediates inflammasome activation through its type III secretion system (T3SS) and the NLRC4 inflammasome [19], [20]. However, clones of P. aeruginosa established during chronic infection may accumulate mutations in virulence factors such as exsA [60]. By employing a deletion mutant in exsA, the key regulator in T3SS transcription, we confirmed that the T3SS is important for IL-1β secretion (Fig. 5a–b), and that depending on the adaptation in type III secretion, the host IL-1β response may be up or downregulated [19], [60], [61].\nIn conclusion, our data are consistent with a role for hematopoietic cells, not airway epithelial cells, as the major source of inflammasome-mediated IL-1β production in the lungs in response to ATP and P. aeruginosa. Furthermore, we find little evidence to support an increased IL-1β inflammatory response to NF-κB/Inflammasome stimulation in CF patients. Further studies are warranted to determine if adaptations of P. aeruginosa during the course of chronic lung infection alters inflammasome activation, and whether this can be correlated with disease severity in CF.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":10,"end":15},"obj":"P01584"},{"id":"nfkb_T2","span":{"begin":445,"end":450},"obj":"P01584"},{"id":"nfkb_T3","span":{"begin":700,"end":705},"obj":"P01584"},{"id":"nfkb_T4","span":{"begin":1061,"end":1066},"obj":"P01584"},{"id":"nfkb_T5","span":{"begin":1155,"end":1160},"obj":"P01584"},{"id":"nfkb_T6","span":{"begin":1427,"end":1432},"obj":"P01584"},{"id":"nfkb_T7","span":{"begin":1549,"end":1554},"obj":"P01584"},{"id":"nfkb_T8","span":{"begin":1740,"end":1745},"obj":"P01584"},{"id":"nfkb_T9","span":{"begin":1761,"end":1766},"obj":"P01584"},{"id":"nfkb_T10","span":{"begin":1955,"end":1960},"obj":"P01584"},{"id":"nfkb_T11","span":{"begin":2115,"end":2120},"obj":"P01584"},{"id":"nfkb_T12","span":{"begin":2466,"end":2471},"obj":"P01584"},{"id":"nfkb_T13","span":{"begin":2522,"end":2527},"obj":"P01584"},{"id":"nfkb_T14","span":{"begin":2697,"end":2702},"obj":"P01584"},{"id":"nfkb_T15","span":{"begin":2876,"end":2881},"obj":"P01584"},{"id":"nfkb_T16","span":{"begin":2947,"end":2952},"obj":"P01584"},{"id":"nfkb_T17","span":{"begin":3040,"end":3045},"obj":"P01584"},{"id":"nfkb_T18","span":{"begin":3246,"end":3251},"obj":"P01584"},{"id":"nfkb_T19","span":{"begin":3487,"end":3492},"obj":"P01584"},{"id":"nfkb_T20","span":{"begin":3740,"end":3745},"obj":"P01584"},{"id":"nfkb_T21","span":{"begin":3998,"end":4003},"obj":"P01584"},{"id":"nfkb_T22","span":{"begin":4073,"end":4078},"obj":"P01584"},{"id":"nfkb_T23","span":{"begin":4140,"end":4145},"obj":"P01584"},{"id":"nfkb_T24","span":{"begin":4288,"end":4293},"obj":"P01584"},{"id":"nfkb_T25","span":{"begin":4401,"end":4406},"obj":"P01584"},{"id":"nfkb_T26","span":{"begin":4527,"end":4532},"obj":"P01584"},{"id":"nfkb_T27","span":{"begin":4612,"end":4616},"obj":"O14920"},{"id":"nfkb_T28","span":{"begin":4668,"end":4673},"obj":"P01584"},{"id":"nfkb_T29","span":{"begin":4773,"end":4778},"obj":"P01584"},{"id":"nfkb_T30","span":{"begin":4846,"end":4850},"obj":"P10145"},{"id":"nfkb_T31","span":{"begin":5011,"end":5016},"obj":"P01584"},{"id":"nfkb_T32","span":{"begin":5224,"end":5229},"obj":"P01584"},{"id":"nfkb_T33","span":{"begin":5234,"end":5238},"obj":"P10145"},{"id":"nfkb_T34","span":{"begin":5277,"end":5282},"obj":"P01584"},{"id":"nfkb_T35","span":{"begin":5287,"end":5291},"obj":"P10145"},{"id":"nfkb_T36","span":{"begin":5433,"end":5438},"obj":"P01584"},{"id":"nfkb_T37","span":{"begin":5521,"end":5525},"obj":"P05412"},{"id":"nfkb_T38","span":{"begin":5551,"end":5555},"obj":"P10145"},{"id":"nfkb_T39","span":{"begin":6848,"end":6852},"obj":"P26993"},{"id":"nfkb_T40","span":{"begin":6893,"end":6897},"obj":"P26993"},{"id":"nfkb_T41","span":{"begin":6984,"end":6989},"obj":"P01584"},{"id":"nfkb_T42","span":{"begin":7082,"end":7087},"obj":"P01584"},{"id":"nfkb_T43","span":{"begin":7292,"end":7297},"obj":"P01584"},{"id":"nfkb_T44","span":{"begin":7421,"end":7426},"obj":"P01584"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}