{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1920263/divs/1","sourcedb":"PMC","sourceid":"1920263","divid":1,"text":"The recently discovered APOBEC3 family of cytidine deaminases is considered to play an important role in antiviral intrinsic immunity (1,2). In primates, the seven paralogs APOBEC3A, B, C, DE, F, G, H (A3A-H) have been described (3), and they appear to fulfill individual functions. Human APOBEC3G (A3G), the most prominent member of the APOBEC3 family has been identified as the cellular restriction factor that is responsible for inhibition of virion infectivity factor (Vif)-deleted human immunodeficiency virus-1 (HIV-1) replication in non-permissive cells (4). A3G is packaged into HIV-1Δvif particles and causes C-to-U deaminations on the single-stranded viral DNA during reverse transcription (5–8). This leads to degradation of the uracile-containing DNA by cellular repair mechanisms or to hypermutation of the viral genome (5,6). As a result, only a marginal fraction of the A3G-containing HIV-1 particles is able to complete the replication cycle. In addition to the inhibition of HIV-1, A3G restricts replication of other lentiviruses, gammaretroviruses, deltaretroviruses, spumaviruses, long-terminal-repeat (LTR)-retrotransposons, orthohepadnaviruses and avihepadnaviruses (9–21). Interestingly, deamination seems not to be the only A3G-mediated antiviral mechanism; in the case of hepatitis B virus (HBV) and human T cell leukemia virus type 1 (HTLV-1), A3G was shown to restrict virus replication by deamination-independent mechanisms (12, 13, 19, 22–25). Another member of the APOBEC3 family, APOBEC3F (A3F), appears to have similar activities like A3G (26,27). A3F is also packaged into HIV-1Δvif particles and induces similar C-to-U deaminations, although the proteins differ in their target sequences specificity (26,28). Furthermore, A3F proteins were detected in many tissues that express A3G and are able to form heteromultimers with A3G (26,29,30). Both proteins localize to mRNA processing (P) bodies, cytoplasmic compartments involved in the degradation and storage of non-translating mRNAs (30,31).\nA3G has been shown to be expressed in T cells, a relevant cell target for HIV-1 in vivo, but little is known about its regulation (4,29,32). There is a report describing that mitogenic stimulation of T cells upregulates A3G mRNA levels, but this was not analyzed on the transcriptional level (33). Since the A3G promoter has not been systematically analyzed so far, our aim was to clone the A3G promoter and characterize its regulation in T cells. In our study, we observed that A3G uses multiple transcriptional start sites (TSS). By generating a series of 5′ deletions of the A3G promoter, we identified a 180 bp region that mediated basal transcription. In T cells, transcriptional activity of this core promoter was not inducible by mitogenic stimulation or interferon treatment, but was dependent on a GC-box which was recognized by Sp (specificity protein) 1 and Sp3 transcription factors.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":289,"end":297},"obj":"Q9HC16"},{"id":"nfkb_T2","span":{"begin":299,"end":302},"obj":"Q9HC16"},{"id":"nfkb_T3","span":{"begin":446,"end":471},"obj":"P12504"},{"id":"nfkb_T4","span":{"begin":473,"end":476},"obj":"P12504"},{"id":"nfkb_T5","span":{"begin":566,"end":569},"obj":"Q9HC16"},{"id":"nfkb_T6","span":{"begin":885,"end":888},"obj":"Q9HC16"},{"id":"nfkb_T7","span":{"begin":919,"end":923},"obj":"P00519"},{"id":"nfkb_T8","span":{"begin":999,"end":1002},"obj":"Q9HC16"},{"id":"nfkb_T9","span":{"begin":1247,"end":1250},"obj":"Q9HC16"},{"id":"nfkb_T10","span":{"begin":1369,"end":1372},"obj":"Q9HC16"},{"id":"nfkb_T11","span":{"begin":1510,"end":1518},"obj":"Q8IUX4"},{"id":"nfkb_T12","span":{"begin":1520,"end":1523},"obj":"Q8IUX4"},{"id":"nfkb_T13","span":{"begin":1566,"end":1569},"obj":"Q9HC16"},{"id":"nfkb_T14","span":{"begin":1579,"end":1582},"obj":"Q8IUX4"},{"id":"nfkb_T15","span":{"begin":1755,"end":1758},"obj":"Q8IUX4"},{"id":"nfkb_T16","span":{"begin":1811,"end":1814},"obj":"Q9HC16"},{"id":"nfkb_T17","span":{"begin":1823,"end":1827},"obj":"P00519"},{"id":"nfkb_T18","span":{"begin":1857,"end":1860},"obj":"Q9HC16"},{"id":"nfkb_T19","span":{"begin":2026,"end":2029},"obj":"Q9HC16"},{"id":"nfkb_T20","span":{"begin":2246,"end":2249},"obj":"Q9HC16"},{"id":"nfkb_T21","span":{"begin":2334,"end":2337},"obj":"Q9HC16"},{"id":"nfkb_T22","span":{"begin":2396,"end":2399},"obj":"P26358"},{"id":"nfkb_T23","span":{"begin":2417,"end":2420},"obj":"Q9HC16"},{"id":"nfkb_T24","span":{"begin":2505,"end":2508},"obj":"Q9HC16"},{"id":"nfkb_T25","span":{"begin":2604,"end":2607},"obj":"Q9HC16"},{"id":"nfkb_T26","span":{"begin":2895,"end":2898},"obj":"Q02447"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}