{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1134658/divs/8","sourcedb":"PMC","sourceid":"1134658","divid":8,"text":"Recent studies have demonstrated an important role for BMP superfamily members in hematopoietic stem cells, early thymocytes [6,7] and B-cell malignancies [8,11,12], but a role for BMPs in normal human B cells has previously not been reported. The present study demonstrated a significant antiproliferative effect of BMP-6 in peripheral blood CD19+ B cells. Additionally, BMP-6 induced cell death in CD27+ memory B cells as well as in a Burkitt lymphoma cell line (Ramos). Importantly, BMP-6 induced a rapid and marked increase in Smad-1/5/8 phosphorylation. Furthermore, the BMP-6 induced Smad phosphorylation was followed by a selective upregulation of Id1 mRNA and subsequent Id1 protein.\nIn the present study, the demonstrated antiproliferative effect of BMP-6 in anti-IgM treated B cells was significant and dose-dependent. Importantly, the anti-proliferative effect of BMP-6 could be completely neutralized by the use of a natural inhibitor, Noggin. This is in line with others, showing that Noggin can function as a BMP-6 antagonist [21,22]. In addition, the combination of soluble BMP-RIB-Fc and BMP-RII-Fc fusion proteins also neutralized the anti-proliferative effect of BMP-6 in human B cells. Interestingly, as for other TGF family members, bifunctional effects have also been demonstrated for BMPs. Whereas several of the BMPs have been shown to promote proliferation in various cell types including condrocytes [23], liver [24] and granulosa cells [25], antiproliferative effects and induction of apoptosis has been reported for B and T lineage cells. Similar effects as demonstrated for BMP-6 on human B cells in the present study, were demonstrated for BMP-2, 4, 6 and -7 in human myeloma cells [9-11]. Other members of the BMP-family have also been reported to induce apoptosis, including in mouse B lineage cells [26]. Additionally, BMP-4 inhibits thymocyte proliferation [6]. Taken together, these data suggest that the role of BMPs in the regulation of proliferation and apoptosis is highly cell type dependent.\nTo examine how BMP-6 exerts its functional effects in B cells, we analysed BMP receptor expression by western blot analysis. Human peripheral B cells were found to express the BMP type I receptors Act-RIA and BMP-RIB, and the type II-receptors BMP-RII and Act-RIIb, which signal after binding of several BMPs, including BMP-6 [16,13]. To further explore BMP-6 induced signalling, activation of several pathways is possible. The major signalling pathway known to date, is activation of R-Smads [13,27]. In that respect, BMPs have been shown to exert antiproliferative effects in B lineage cells via phosphorylation of R-Smad [11,28]. Furthermore, BMP-2 has been shown to induce activation of STAT3 in myeloma cells [9]. However, phosphorylation of R-Smad was not investigated in that study. BMP-2 has also been shown to induce phosphorylation of p38 [29]. Thus, phosphorylation of p38, STAT3 and Smad1/5/8 represent important BMP-signalling pathways that mediated the effects of BMPs and even cross-talk between these pathways has been reported [29,30]. In the present study, we were not able to detect BMP-6-induced changes in the phosphorylation status of STAT3 or p38 in human peripheral B cells. Instead, a rapid and marked phosphorylation of Smad1/5/8 was revealed. In a parallel study, we have found that other BMPs also induced phosphorylation of Smad1/5/8 in peripheral B cells (data not shown). We are currently pursuing microarray studies to identify the signalling pathways and target genes that are differently regulated by the various BMPs in human B cells.\nUpregulation of Id1 via Smad1/5/8 phosphorylation is a known mechanism for BMP-6 signalling in other cell systems [31,32] and regulation of Id-proteins is thought to be an important mechanism for Smad-signalling [17]. In the present study, real-time RT-PCR experiments revealed a specific four-fold upregulation for Id1 in BMP-6-treated B cells, while the amount of Id2–Id4 remained unchanged. In agreement with this, western blot analysis demonstrated an upregulation of Id1 protein, while the amount of Id2 and Id3 protein levels remained unchanged. Previously, Id1 has been considered not to be expressed in later developmental stages than pro-B cells [33,34], and its constitutive expression has been reported to impair mouse B cell development [35]. Therefore, our demonstration of the time-dependent upregulation of Id1 mRNA and protein in mature normal human B cells is of particular interest. In that respect, it is noteworthy that TGF-β signalling in early and mature B cells induces both Id2 and Id3 expression [36,37], but not Id1 (data not shown). Interestingly, these results show that various members of the TGF-β family regulate Id proteins differently. Id2 and Id3 are considered to be the Id proteins mainly expressed in mature B cells [38]. The present study also found Id2 and Id3 protein in B cells to be more highly expressed than Id1 in resting B cells. However, BMP-6 did not induce significant changes in the protein expression of Id2 and Id3. It is believed that Id proteins block differentiation and promote proliferation in various cell types [39,33]. Id proteins act as dominant-negative inhibitors of E-proteins and Pax5 function by forming dimers with these proteins, making them unable to bind DNA. It has been proposed that the balance among E-proteins, Pax5 and Id proteins might have an important role in activated B cells [38]. In that respect, E-proteins have been implicated in both the promotion and inhibition of cell survival and growth at different points in lymphocyte development [40]. The antiproliferative and death inducing effect of BMP-6 in B cells with concomitant upregulation of Id1 protein is therefore in line with the view that Id proteins are required for the induction of growth arrest and apoptosis in B-lymphocyte progenitors by TGF-β [40].\nFurthermore, Id proteins are known as important parts of signalling pathways involved in development, cell cycle and tumorigenesis [32]. It is well established that various members of the Id family are overexpressed in a range of human tumours and generally, Id1 appears to be the family member most widely overexpressed in a variety of human malignancies [41], including multiple myeloma [42,32]. Additionally, our findings that BMP-6 activates intracellular signalling pathways in human B cells might be of potential pathophysiological significance in lymphoma and inflammation. High BMP-6 mRNA expression in DLBCL has been shown to correlate to unfavourable outcome [12]. In this respect, it is of interest that targeted expression of Id1 to B-lymphocytes resulted in aberrant B cell development, massive apoptosis, and subsequent development of B cell lymphomas [35]. Moreover, BMP-6 has been suggested to play a role in rheumatoid arthritis (RA) [43,44] and elevated levels of Id1 and Id3 have been found in the synovia of RA-patients [45]. Altogether, these results point to an important role for Id proteins in the regulation of normal B cell homeostasis and in diseases, where B cells are involved. It will therefore be important to further elucidate the role of Id-1 in human B cells by selective over expression or inhibition of Id-1 gene expression.\nGiven the role of BMP-6 in mature human B cells demonstrated here, identification of BMP-6 producing cells in vivo with possibility of interaction with naïve and memory B cells might contribute to the understanding of mature B cell biology. High BMP-6 mRNA expression in DLBCL has been detected by gene expression profiling [12]. Furthermore, production of BMP-6 transcripts in normal activated B cells was detected in the same study. Of note, an autocrine BMP-6 loop has been reported by others in chondrocytes and in the ovarium [46,19,18]. Therefore, we wanted to explore the possibility for an autocrine BMP-6 loop in human B cells. We analysed the expression BMP-6 mRNA in peripheral blood B cells by real-time PCR, and report here the upregulation of endogenous BMP-6 transcripts after stimulation with FCS, human AB-serum and, most importantly, anti-IgM. However, our attempts to study BMP-6 protein levels were unsuccessful due to problems with unspecific binding of the anti-BMP-6 antibodies tested, and lack of specific staining in control cells known to express BMP-6 mRNA. In contrast, the recombinant protein was readily detected. In that respect, few investigators have detected BMP-6 protein in humans, especially in non-pathogenic tissue. The possibility of BMP-6 production in human B-cells is in line with a recent work that reported the production of BMP-6 in mouse B cells, infiltrating the bone marrow of mice with inflammatory arthritis [43]. In this study, a role for BMPs in the inflammatoric process of arthritis was suggested. The upregulation of the BMP-6-transcripts after IgM-crosslinking is of pathophysiologic interest [12]. A loss of TGF-β-responsiveness has been suggested to be a critical contribution to malignant transformation [47,48] and similar oncogenic mechanisms have been postulated for BMPs. Lines of evidence suggest [49] that at early stages of carcinogenesis, BMP-6 is not a tumour promoter, but suppresses benign and malignant tumour outgrowth. These findings are in good agreement with previous findings for other TGF-β family members, including TGF-β1 and BMP-4 [50], indicating that cellular context of the BMP target cell might define the various observed effects. In contrast to the upregulation of BMP-6 transcript in B cells, we were not able to detect BMP-6 transcripts in human peripheral blood CD4+ or CD8+ T cells (resting or stimulated with anti-CD3 and anti-CD28; data not shown), consistent with the findings in T cell lines [20] and T cells in mice [43]. Other potential BMP-6 sources for mature B cells in vivo might be other cells of the immune system or tissue with contact to the hematopoietic system. One well recognized source for BMP-6 production is the human bone and bone marrow stroma [51,8]. Furthermore, it is noteworthy that human umbilical vein endothelial cells (HUVEC) highly express BMP-6 mRNA [52], and vascular endothelium has been reported to produce BMP-6 [53]. These studies might imply a role for BMP-6 in transendothelial migration of B cells. BMP-6 mRNA has been demonstrated in murine macrophage cell lines, but not in humans [54]. In accordance with these findings, other human cell lines of neutrophil and monocytic origin have been described to be negative for the BMP-6 transcript [20]. To our knowledge, there is currently no report about BMP-6 production of human dendritic cells.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":55,"end":58},"obj":"P12643"},{"id":"nfkb_T2","span":{"begin":55,"end":58},"obj":"P12644"},{"id":"nfkb_T3","span":{"begin":55,"end":58},"obj":"P18075"},{"id":"nfkb_T4","span":{"begin":55,"end":58},"obj":"P22004"},{"id":"nfkb_T5","span":{"begin":181,"end":185},"obj":"P22004"},{"id":"nfkb_T6","span":{"begin":181,"end":185},"obj":"P12644"},{"id":"nfkb_T7","span":{"begin":181,"end":185},"obj":"P12643"},{"id":"nfkb_T8","span":{"begin":181,"end":185},"obj":"P18075"},{"id":"nfkb_T9","span":{"begin":317,"end":320},"obj":"P22004"},{"id":"nfkb_T10","span":{"begin":317,"end":320},"obj":"P18075"},{"id":"nfkb_T11","span":{"begin":317,"end":320},"obj":"P12643"},{"id":"nfkb_T12","span":{"begin":317,"end":320},"obj":"P12644"},{"id":"nfkb_T13","span":{"begin":317,"end":322},"obj":"P22004"},{"id":"nfkb_T14","span":{"begin":343,"end":347},"obj":"P15391"},{"id":"nfkb_T15","span":{"begin":372,"end":375},"obj":"P12643"},{"id":"nfkb_T16","span":{"begin":372,"end":375},"obj":"P12644"},{"id":"nfkb_T17","span":{"begin":372,"end":375},"obj":"P22004"},{"id":"nfkb_T18","span":{"begin":372,"end":375},"obj":"P18075"},{"id":"nfkb_T19","span":{"begin":372,"end":377},"obj":"P22004"},{"id":"nfkb_T20","span":{"begin":400,"end":404},"obj":"P26842"},{"id":"nfkb_T21","span":{"begin":486,"end":489},"obj":"P18075"},{"id":"nfkb_T22","span":{"begin":486,"end":489},"obj":"P22004"},{"id":"nfkb_T23","span":{"begin":486,"end":489},"obj":"P12644"},{"id":"nfkb_T24","span":{"begin":486,"end":489},"obj":"P12643"},{"id":"nfkb_T25","span":{"begin":486,"end":491},"obj":"P22004"},{"id":"nfkb_T26","span":{"begin":531,"end":537},"obj":"Q15797"},{"id":"nfkb_T27","span":{"begin":576,"end":579},"obj":"P12643"},{"id":"nfkb_T28","span":{"begin":576,"end":579},"obj":"P12644"},{"id":"nfkb_T29","span":{"begin":576,"end":579},"obj":"P18075"},{"id":"nfkb_T30","span":{"begin":576,"end":579},"obj":"P22004"},{"id":"nfkb_T31","span":{"begin":576,"end":581},"obj":"P22004"},{"id":"nfkb_T32","span":{"begin":655,"end":658},"obj":"P41134"},{"id":"nfkb_T33","span":{"begin":679,"end":682},"obj":"P41134"},{"id":"nfkb_T34","span":{"begin":759,"end":762},"obj":"P18075"},{"id":"nfkb_T35","span":{"begin":759,"end":762},"obj":"P22004"},{"id":"nfkb_T36","span":{"begin":759,"end":762},"obj":"P12643"},{"id":"nfkb_T37","span":{"begin":759,"end":762},"obj":"P12644"},{"id":"nfkb_T38","span":{"begin":759,"end":764},"obj":"P22004"},{"id":"nfkb_T39","span":{"begin":875,"end":878},"obj":"P12643"},{"id":"nfkb_T40","span":{"begin":875,"end":878},"obj":"P12644"},{"id":"nfkb_T41","span":{"begin":875,"end":878},"obj":"P22004"},{"id":"nfkb_T42","span":{"begin":875,"end":878},"obj":"P18075"},{"id":"nfkb_T43","span":{"begin":875,"end":880},"obj":"P22004"},{"id":"nfkb_T44","span":{"begin":948,"end":954},"obj":"Q13253"},{"id":"nfkb_T45","span":{"begin":998,"end":1004},"obj":"Q13253"},{"id":"nfkb_T46","span":{"begin":1023,"end":1026},"obj":"P18075"},{"id":"nfkb_T47","span":{"begin":1023,"end":1026},"obj":"P12644"},{"id":"nfkb_T48","span":{"begin":1023,"end":1026},"obj":"P12643"},{"id":"nfkb_T49","span":{"begin":1023,"end":1026},"obj":"P22004"},{"id":"nfkb_T50","span":{"begin":1023,"end":1028},"obj":"P22004"},{"id":"nfkb_T51","span":{"begin":1089,"end":1092},"obj":"P12644"},{"id":"nfkb_T52","span":{"begin":1089,"end":1092},"obj":"P12643"},{"id":"nfkb_T53","span":{"begin":1089,"end":1092},"obj":"P22004"},{"id":"nfkb_T54","span":{"begin":1089,"end":1092},"obj":"P18075"},{"id":"nfkb_T55","span":{"begin":1089,"end":1096},"obj":"O00238"},{"id":"nfkb_T56","span":{"begin":1104,"end":1107},"obj":"P12643"},{"id":"nfkb_T57","span":{"begin":1104,"end":1107},"obj":"P22004"},{"id":"nfkb_T58","span":{"begin":1104,"end":1107},"obj":"P18075"},{"id":"nfkb_T59","span":{"begin":1104,"end":1107},"obj":"P12644"},{"id":"nfkb_T60","span":{"begin":1104,"end":1111},"obj":"Q13873"},{"id":"nfkb_T61","span":{"begin":1181,"end":1184},"obj":"P12644"},{"id":"nfkb_T62","span":{"begin":1181,"end":1184},"obj":"P22004"},{"id":"nfkb_T63","span":{"begin":1181,"end":1184},"obj":"P12643"},{"id":"nfkb_T64","span":{"begin":1181,"end":1184},"obj":"P18075"},{"id":"nfkb_T65","span":{"begin":1181,"end":1186},"obj":"P22004"},{"id":"nfkb_T66","span":{"begin":1306,"end":1310},"obj":"P18075"},{"id":"nfkb_T67","span":{"begin":1306,"end":1310},"obj":"P12644"},{"id":"nfkb_T68","span":{"begin":1306,"end":1310},"obj":"P12643"},{"id":"nfkb_T69","span":{"begin":1306,"end":1310},"obj":"P22004"},{"id":"nfkb_T70","span":{"begin":1335,"end":1339},"obj":"P18075"},{"id":"nfkb_T71","span":{"begin":1335,"end":1339},"obj":"P12643"},{"id":"nfkb_T72","span":{"begin":1335,"end":1339},"obj":"P12644"},{"id":"nfkb_T73","span":{"begin":1335,"end":1339},"obj":"P22004"},{"id":"nfkb_T74","span":{"begin":1602,"end":1605},"obj":"P22004"},{"id":"nfkb_T75","span":{"begin":1602,"end":1605},"obj":"P12644"},{"id":"nfkb_T76","span":{"begin":1602,"end":1605},"obj":"P12643"},{"id":"nfkb_T77","span":{"begin":1602,"end":1605},"obj":"P18075"},{"id":"nfkb_T78","span":{"begin":1602,"end":1607},"obj":"P22004"},{"id":"nfkb_T79","span":{"begin":1669,"end":1672},"obj":"P22004"},{"id":"nfkb_T80","span":{"begin":1669,"end":1672},"obj":"P12644"},{"id":"nfkb_T81","span":{"begin":1669,"end":1672},"obj":"P12643"},{"id":"nfkb_T82","span":{"begin":1669,"end":1672},"obj":"P18075"},{"id":"nfkb_T83","span":{"begin":1669,"end":1674},"obj":"P12643"},{"id":"nfkb_T84","span":{"begin":1740,"end":1743},"obj":"P12644"},{"id":"nfkb_T85","span":{"begin":1740,"end":1743},"obj":"P22004"},{"id":"nfkb_T86","span":{"begin":1740,"end":1743},"obj":"P12643"},{"id":"nfkb_T87","span":{"begin":1740,"end":1743},"obj":"P18075"},{"id":"nfkb_T88","span":{"begin":1851,"end":1854},"obj":"P12644"},{"id":"nfkb_T89","span":{"begin":1851,"end":1854},"obj":"P22004"},{"id":"nfkb_T90","span":{"begin":1851,"end":1854},"obj":"P12643"},{"id":"nfkb_T91","span":{"begin":1851,"end":1854},"obj":"P18075"},{"id":"nfkb_T92","span":{"begin":1851,"end":1856},"obj":"P12644"},{"id":"nfkb_T93","span":{"begin":1947,"end":1951},"obj":"P12644"},{"id":"nfkb_T94","span":{"begin":1947,"end":1951},"obj":"P12643"},{"id":"nfkb_T95","span":{"begin":1947,"end":1951},"obj":"P18075"},{"id":"nfkb_T96","span":{"begin":1947,"end":1951},"obj":"P22004"},{"id":"nfkb_T97","span":{"begin":2047,"end":2050},"obj":"P12643"},{"id":"nfkb_T98","span":{"begin":2047,"end":2050},"obj":"P18075"},{"id":"nfkb_T99","span":{"begin":2047,"end":2050},"obj":"P12644"},{"id":"nfkb_T100","span":{"begin":2047,"end":2050},"obj":"P22004"},{"id":"nfkb_T101","span":{"begin":2047,"end":2052},"obj":"P22004"},{"id":"nfkb_T102","span":{"begin":2107,"end":2110},"obj":"P12643"},{"id":"nfkb_T103","span":{"begin":2107,"end":2110},"obj":"P22004"},{"id":"nfkb_T104","span":{"begin":2107,"end":2110},"obj":"P12644"},{"id":"nfkb_T105","span":{"begin":2107,"end":2110},"obj":"P18075"},{"id":"nfkb_T106","span":{"begin":2208,"end":2211},"obj":"P12644"},{"id":"nfkb_T107","span":{"begin":2208,"end":2211},"obj":"P18075"},{"id":"nfkb_T108","span":{"begin":2208,"end":2211},"obj":"P12643"},{"id":"nfkb_T109","span":{"begin":2208,"end":2211},"obj":"P22004"},{"id":"nfkb_T110","span":{"begin":2208,"end":2228},"obj":"Q13873"},{"id":"nfkb_T111","span":{"begin":2229,"end":2236},"obj":"Q04771"},{"id":"nfkb_T112","span":{"begin":2241,"end":2244},"obj":"P18075"},{"id":"nfkb_T113","span":{"begin":2241,"end":2244},"obj":"P22004"},{"id":"nfkb_T114","span":{"begin":2241,"end":2244},"obj":"P12643"},{"id":"nfkb_T115","span":{"begin":2241,"end":2244},"obj":"P12644"},{"id":"nfkb_T116","span":{"begin":2241,"end":2248},"obj":"O00238"},{"id":"nfkb_T117","span":{"begin":2276,"end":2279},"obj":"P18075"},{"id":"nfkb_T118","span":{"begin":2276,"end":2279},"obj":"P12643"},{"id":"nfkb_T119","span":{"begin":2276,"end":2279},"obj":"P22004"},{"id":"nfkb_T120","span":{"begin":2276,"end":2279},"obj":"P12644"},{"id":"nfkb_T121","span":{"begin":2276,"end":2283},"obj":"Q13873"},{"id":"nfkb_T122","span":{"begin":2288,"end":2296},"obj":"Q13705"},{"id":"nfkb_T123","span":{"begin":2336,"end":2340},"obj":"P18075"},{"id":"nfkb_T124","span":{"begin":2336,"end":2340},"obj":"P22004"},{"id":"nfkb_T125","span":{"begin":2336,"end":2340},"obj":"P12644"},{"id":"nfkb_T126","span":{"begin":2336,"end":2340},"obj":"P12643"},{"id":"nfkb_T127","span":{"begin":2352,"end":2355},"obj":"P18075"},{"id":"nfkb_T128","span":{"begin":2352,"end":2355},"obj":"P22004"},{"id":"nfkb_T129","span":{"begin":2352,"end":2355},"obj":"P12644"},{"id":"nfkb_T130","span":{"begin":2352,"end":2355},"obj":"P12643"},{"id":"nfkb_T131","span":{"begin":2352,"end":2357},"obj":"P22004"},{"id":"nfkb_T132","span":{"begin":2386,"end":2389},"obj":"P22004"},{"id":"nfkb_T133","span":{"begin":2386,"end":2389},"obj":"P12644"},{"id":"nfkb_T134","span":{"begin":2386,"end":2389},"obj":"P12643"},{"id":"nfkb_T135","span":{"begin":2386,"end":2389},"obj":"P18075"},{"id":"nfkb_T136","span":{"begin":2386,"end":2391},"obj":"P22004"},{"id":"nfkb_T137","span":{"begin":2551,"end":2555},"obj":"P22004"},{"id":"nfkb_T138","span":{"begin":2551,"end":2555},"obj":"P18075"},{"id":"nfkb_T139","span":{"begin":2551,"end":2555},"obj":"P12644"},{"id":"nfkb_T140","span":{"begin":2551,"end":2555},"obj":"P12643"},{"id":"nfkb_T141","span":{"begin":2678,"end":2681},"obj":"P12644"},{"id":"nfkb_T142","span":{"begin":2678,"end":2681},"obj":"P18075"},{"id":"nfkb_T143","span":{"begin":2678,"end":2681},"obj":"P12643"},{"id":"nfkb_T144","span":{"begin":2678,"end":2681},"obj":"P22004"},{"id":"nfkb_T145","span":{"begin":2678,"end":2683},"obj":"P12643"},{"id":"nfkb_T146","span":{"begin":2723,"end":2728},"obj":"P40763"},{"id":"nfkb_T147","span":{"begin":2822,"end":2825},"obj":"P22004"},{"id":"nfkb_T148","span":{"begin":2822,"end":2825},"obj":"P18075"},{"id":"nfkb_T149","span":{"begin":2822,"end":2825},"obj":"P12644"},{"id":"nfkb_T150","span":{"begin":2822,"end":2825},"obj":"P12643"},{"id":"nfkb_T151","span":{"begin":2822,"end":2827},"obj":"P12643"},{"id":"nfkb_T152","span":{"begin":2877,"end":2880},"obj":"O15264"},{"id":"nfkb_T153","span":{"begin":2877,"end":2880},"obj":"P53778"},{"id":"nfkb_T154","span":{"begin":2877,"end":2880},"obj":"Q15759"},{"id":"nfkb_T155","span":{"begin":2877,"end":2880},"obj":"Q16539"},{"id":"nfkb_T156","span":{"begin":2912,"end":2915},"obj":"Q16539"},{"id":"nfkb_T157","span":{"begin":2912,"end":2915},"obj":"P53778"},{"id":"nfkb_T158","span":{"begin":2912,"end":2915},"obj":"O15264"},{"id":"nfkb_T159","span":{"begin":2912,"end":2915},"obj":"Q15759"},{"id":"nfkb_T160","span":{"begin":2917,"end":2922},"obj":"P40763"},{"id":"nfkb_T161","span":{"begin":2927,"end":2932},"obj":"Q15797"},{"id":"nfkb_T162","span":{"begin":2957,"end":2960},"obj":"P18075"},{"id":"nfkb_T163","span":{"begin":2957,"end":2960},"obj":"P22004"},{"id":"nfkb_T164","span":{"begin":2957,"end":2960},"obj":"P12644"},{"id":"nfkb_T165","span":{"begin":2957,"end":2960},"obj":"P12643"},{"id":"nfkb_T166","span":{"begin":3010,"end":3014},"obj":"P22004"},{"id":"nfkb_T167","span":{"begin":3010,"end":3014},"obj":"P12644"},{"id":"nfkb_T168","span":{"begin":3010,"end":3014},"obj":"P12643"},{"id":"nfkb_T169","span":{"begin":3010,"end":3014},"obj":"P18075"},{"id":"nfkb_T170","span":{"begin":3119,"end":3123},"obj":"P00519"},{"id":"nfkb_T171","span":{"begin":3134,"end":3137},"obj":"P12644"},{"id":"nfkb_T172","span":{"begin":3134,"end":3137},"obj":"P22004"},{"id":"nfkb_T173","span":{"begin":3134,"end":3137},"obj":"P18075"},{"id":"nfkb_T174","span":{"begin":3134,"end":3137},"obj":"P12643"},{"id":"nfkb_T175","span":{"begin":3134,"end":3139},"obj":"P22004"},{"id":"nfkb_T176","span":{"begin":3189,"end":3194},"obj":"P40763"},{"id":"nfkb_T177","span":{"begin":3198,"end":3201},"obj":"P53778"},{"id":"nfkb_T178","span":{"begin":3198,"end":3201},"obj":"Q16539"},{"id":"nfkb_T179","span":{"begin":3198,"end":3201},"obj":"Q15759"},{"id":"nfkb_T180","span":{"begin":3198,"end":3201},"obj":"O15264"},{"id":"nfkb_T181","span":{"begin":3278,"end":3283},"obj":"Q15797"},{"id":"nfkb_T182","span":{"begin":3348,"end":3352},"obj":"P22004"},{"id":"nfkb_T183","span":{"begin":3348,"end":3352},"obj":"P12644"},{"id":"nfkb_T184","span":{"begin":3348,"end":3352},"obj":"P12643"},{"id":"nfkb_T185","span":{"begin":3348,"end":3352},"obj":"P18075"},{"id":"nfkb_T186","span":{"begin":3385,"end":3390},"obj":"Q15797"},{"id":"nfkb_T187","span":{"begin":3579,"end":3583},"obj":"P18075"},{"id":"nfkb_T188","span":{"begin":3579,"end":3583},"obj":"P12644"},{"id":"nfkb_T189","span":{"begin":3579,"end":3583},"obj":"P22004"},{"id":"nfkb_T190","span":{"begin":3579,"end":3583},"obj":"P12643"},{"id":"nfkb_T191","span":{"begin":3618,"end":3621},"obj":"P41134"},{"id":"nfkb_T192","span":{"begin":3626,"end":3631},"obj":"Q15797"},{"id":"nfkb_T193","span":{"begin":3677,"end":3680},"obj":"P22004"},{"id":"nfkb_T194","span":{"begin":3677,"end":3680},"obj":"P18075"},{"id":"nfkb_T195","span":{"begin":3677,"end":3680},"obj":"P12643"},{"id":"nfkb_T196","span":{"begin":3677,"end":3680},"obj":"P12644"},{"id":"nfkb_T197","span":{"begin":3677,"end":3682},"obj":"P22004"},{"id":"nfkb_T198","span":{"begin":3742,"end":3744},"obj":"P41134"},{"id":"nfkb_T199","span":{"begin":3918,"end":3921},"obj":"P41134"},{"id":"nfkb_T200","span":{"begin":3925,"end":3928},"obj":"P18075"},{"id":"nfkb_T201","span":{"begin":3925,"end":3928},"obj":"P12643"},{"id":"nfkb_T202","span":{"begin":3925,"end":3928},"obj":"P22004"},{"id":"nfkb_T203","span":{"begin":3925,"end":3928},"obj":"P12644"},{"id":"nfkb_T204","span":{"begin":3925,"end":3930},"obj":"P22004"},{"id":"nfkb_T205","span":{"begin":3968,"end":3971},"obj":"Q02363"},{"id":"nfkb_T206","span":{"begin":3972,"end":3975},"obj":"P47928"},{"id":"nfkb_T207","span":{"begin":4074,"end":4077},"obj":"P41134"},{"id":"nfkb_T208","span":{"begin":4107,"end":4110},"obj":"Q02363"},{"id":"nfkb_T209","span":{"begin":4115,"end":4118},"obj":"Q02535"},{"id":"nfkb_T210","span":{"begin":4166,"end":4169},"obj":"P41134"},{"id":"nfkb_T211","span":{"begin":4424,"end":4427},"obj":"P41134"},{"id":"nfkb_T212","span":{"begin":4542,"end":4547},"obj":"P01137"},{"id":"nfkb_T213","span":{"begin":4600,"end":4603},"obj":"Q02363"},{"id":"nfkb_T214","span":{"begin":4608,"end":4611},"obj":"Q02535"},{"id":"nfkb_T215","span":{"begin":4640,"end":4643},"obj":"P41134"},{"id":"nfkb_T216","span":{"begin":4724,"end":4729},"obj":"P01137"},{"id":"nfkb_T217","span":{"begin":4746,"end":4748},"obj":"P41134"},{"id":"nfkb_T218","span":{"begin":4771,"end":4774},"obj":"Q02363"},{"id":"nfkb_T219","span":{"begin":4779,"end":4782},"obj":"Q02535"},{"id":"nfkb_T220","span":{"begin":4808,"end":4810},"obj":"P41134"},{"id":"nfkb_T221","span":{"begin":4890,"end":4893},"obj":"Q02363"},{"id":"nfkb_T222","span":{"begin":4898,"end":4901},"obj":"Q02535"},{"id":"nfkb_T223","span":{"begin":4954,"end":4957},"obj":"P41134"},{"id":"nfkb_T224","span":{"begin":4987,"end":4990},"obj":"P12643"},{"id":"nfkb_T225","span":{"begin":4987,"end":4990},"obj":"P18075"},{"id":"nfkb_T226","span":{"begin":4987,"end":4990},"obj":"P12644"},{"id":"nfkb_T227","span":{"begin":4987,"end":4990},"obj":"P22004"},{"id":"nfkb_T228","span":{"begin":4987,"end":4992},"obj":"P22004"},{"id":"nfkb_T229","span":{"begin":5057,"end":5060},"obj":"Q02363"},{"id":"nfkb_T230","span":{"begin":5065,"end":5068},"obj":"Q02535"},{"id":"nfkb_T231","span":{"begin":5090,"end":5092},"obj":"P41134"},{"id":"nfkb_T232","span":{"begin":5181,"end":5183},"obj":"P41134"},{"id":"nfkb_T233","span":{"begin":5247,"end":5251},"obj":"Q02548"},{"id":"nfkb_T234","span":{"begin":5388,"end":5392},"obj":"Q02548"},{"id":"nfkb_T235","span":{"begin":5397,"end":5399},"obj":"P41134"},{"id":"nfkb_T236","span":{"begin":5682,"end":5685},"obj":"P12643"},{"id":"nfkb_T237","span":{"begin":5682,"end":5685},"obj":"P18075"},{"id":"nfkb_T238","span":{"begin":5682,"end":5685},"obj":"P22004"},{"id":"nfkb_T239","span":{"begin":5682,"end":5685},"obj":"P12644"},{"id":"nfkb_T240","span":{"begin":5682,"end":5687},"obj":"P22004"},{"id":"nfkb_T241","span":{"begin":5732,"end":5735},"obj":"P41134"},{"id":"nfkb_T242","span":{"begin":5784,"end":5786},"obj":"P41134"},{"id":"nfkb_T243","span":{"begin":5889,"end":5894},"obj":"P01137"},{"id":"nfkb_T244","span":{"begin":5914,"end":5916},"obj":"P41134"},{"id":"nfkb_T245","span":{"begin":6089,"end":6091},"obj":"P41134"},{"id":"nfkb_T246","span":{"begin":6160,"end":6163},"obj":"P41134"},{"id":"nfkb_T247","span":{"begin":6331,"end":6334},"obj":"P18075"},{"id":"nfkb_T248","span":{"begin":6331,"end":6334},"obj":"P22004"},{"id":"nfkb_T249","span":{"begin":6331,"end":6334},"obj":"P12643"},{"id":"nfkb_T250","span":{"begin":6331,"end":6334},"obj":"P12644"},{"id":"nfkb_T251","span":{"begin":6331,"end":6336},"obj":"P22004"},{"id":"nfkb_T252","span":{"begin":6487,"end":6490},"obj":"P12643"},{"id":"nfkb_T253","span":{"begin":6487,"end":6490},"obj":"P12644"},{"id":"nfkb_T254","span":{"begin":6487,"end":6490},"obj":"P22004"},{"id":"nfkb_T255","span":{"begin":6487,"end":6490},"obj":"P18075"},{"id":"nfkb_T256","span":{"begin":6487,"end":6492},"obj":"P22004"},{"id":"nfkb_T257","span":{"begin":6639,"end":6642},"obj":"P41134"},{"id":"nfkb_T258","span":{"begin":6783,"end":6786},"obj":"P22004"},{"id":"nfkb_T259","span":{"begin":6783,"end":6786},"obj":"P18075"},{"id":"nfkb_T260","span":{"begin":6783,"end":6786},"obj":"P12644"},{"id":"nfkb_T261","span":{"begin":6783,"end":6786},"obj":"P12643"},{"id":"nfkb_T262","span":{"begin":6783,"end":6788},"obj":"P22004"},{"id":"nfkb_T263","span":{"begin":6883,"end":6886},"obj":"P41134"},{"id":"nfkb_T264","span":{"begin":6891,"end":6894},"obj":"Q02535"},{"id":"nfkb_T265","span":{"begin":7004,"end":7006},"obj":"P41134"},{"id":"nfkb_T266","span":{"begin":7172,"end":7174},"obj":"P41134"},{"id":"nfkb_T267","span":{"begin":7240,"end":7242},"obj":"P41134"},{"id":"nfkb_T268","span":{"begin":7280,"end":7283},"obj":"P12643"},{"id":"nfkb_T269","span":{"begin":7280,"end":7283},"obj":"P18075"},{"id":"nfkb_T270","span":{"begin":7280,"end":7283},"obj":"P22004"},{"id":"nfkb_T271","span":{"begin":7280,"end":7283},"obj":"P12644"},{"id":"nfkb_T272","span":{"begin":7280,"end":7285},"obj":"P22004"},{"id":"nfkb_T273","span":{"begin":7347,"end":7350},"obj":"P22004"},{"id":"nfkb_T274","span":{"begin":7347,"end":7350},"obj":"P12643"},{"id":"nfkb_T275","span":{"begin":7347,"end":7350},"obj":"P18075"},{"id":"nfkb_T276","span":{"begin":7347,"end":7350},"obj":"P12644"},{"id":"nfkb_T277","span":{"begin":7347,"end":7352},"obj":"P22004"},{"id":"nfkb_T278","span":{"begin":7508,"end":7511},"obj":"P12643"},{"id":"nfkb_T279","span":{"begin":7508,"end":7511},"obj":"P12644"},{"id":"nfkb_T280","span":{"begin":7508,"end":7511},"obj":"P22004"},{"id":"nfkb_T281","span":{"begin":7508,"end":7511},"obj":"P18075"},{"id":"nfkb_T282","span":{"begin":7508,"end":7513},"obj":"P22004"},{"id":"nfkb_T283","span":{"begin":7619,"end":7622},"obj":"P12644"},{"id":"nfkb_T284","span":{"begin":7619,"end":7622},"obj":"P18075"},{"id":"nfkb_T285","span":{"begin":7619,"end":7622},"obj":"P12643"},{"id":"nfkb_T286","span":{"begin":7619,"end":7622},"obj":"P22004"},{"id":"nfkb_T287","span":{"begin":7619,"end":7624},"obj":"P22004"},{"id":"nfkb_T288","span":{"begin":7719,"end":7722},"obj":"P12643"},{"id":"nfkb_T289","span":{"begin":7719,"end":7722},"obj":"P12644"},{"id":"nfkb_T290","span":{"begin":7719,"end":7722},"obj":"P22004"},{"id":"nfkb_T291","span":{"begin":7719,"end":7722},"obj":"P18075"},{"id":"nfkb_T292","span":{"begin":7719,"end":7724},"obj":"P22004"},{"id":"nfkb_T293","span":{"begin":7870,"end":7873},"obj":"P12644"},{"id":"nfkb_T294","span":{"begin":7870,"end":7873},"obj":"P12643"},{"id":"nfkb_T295","span":{"begin":7870,"end":7873},"obj":"P18075"},{"id":"nfkb_T296","span":{"begin":7870,"end":7873},"obj":"P22004"},{"id":"nfkb_T297","span":{"begin":7870,"end":7875},"obj":"P22004"},{"id":"nfkb_T298","span":{"begin":7926,"end":7929},"obj":"P22004"},{"id":"nfkb_T299","span":{"begin":7926,"end":7929},"obj":"P12643"},{"id":"nfkb_T300","span":{"begin":7926,"end":7929},"obj":"P18075"},{"id":"nfkb_T301","span":{"begin":7926,"end":7929},"obj":"P12644"},{"id":"nfkb_T302","span":{"begin":7926,"end":7931},"obj":"P22004"},{"id":"nfkb_T303","span":{"begin":8030,"end":8033},"obj":"P22004"},{"id":"nfkb_T304","span":{"begin":8030,"end":8033},"obj":"P12643"},{"id":"nfkb_T305","span":{"begin":8030,"end":8033},"obj":"P12644"},{"id":"nfkb_T306","span":{"begin":8030,"end":8033},"obj":"P18075"},{"id":"nfkb_T307","span":{"begin":8030,"end":8035},"obj":"P22004"},{"id":"nfkb_T308","span":{"begin":8155,"end":8158},"obj":"P18075"},{"id":"nfkb_T309","span":{"begin":8155,"end":8158},"obj":"P12644"},{"id":"nfkb_T310","span":{"begin":8155,"end":8158},"obj":"P12643"},{"id":"nfkb_T311","span":{"begin":8155,"end":8158},"obj":"P22004"},{"id":"nfkb_T312","span":{"begin":8155,"end":8160},"obj":"P22004"},{"id":"nfkb_T313","span":{"begin":8246,"end":8249},"obj":"P12643"},{"id":"nfkb_T314","span":{"begin":8246,"end":8249},"obj":"P18075"},{"id":"nfkb_T315","span":{"begin":8246,"end":8249},"obj":"P22004"},{"id":"nfkb_T316","span":{"begin":8246,"end":8249},"obj":"P12644"},{"id":"nfkb_T317","span":{"begin":8246,"end":8251},"obj":"P22004"},{"id":"nfkb_T318","span":{"begin":8335,"end":8338},"obj":"P18075"},{"id":"nfkb_T319","span":{"begin":8335,"end":8338},"obj":"P12643"},{"id":"nfkb_T320","span":{"begin":8335,"end":8338},"obj":"P12644"},{"id":"nfkb_T321","span":{"begin":8335,"end":8338},"obj":"P22004"},{"id":"nfkb_T322","span":{"begin":8335,"end":8340},"obj":"P22004"},{"id":"nfkb_T323","span":{"begin":8455,"end":8458},"obj":"P18075"},{"id":"nfkb_T324","span":{"begin":8455,"end":8458},"obj":"P22004"},{"id":"nfkb_T325","span":{"begin":8455,"end":8458},"obj":"P12643"},{"id":"nfkb_T326","span":{"begin":8455,"end":8458},"obj":"P12644"},{"id":"nfkb_T327","span":{"begin":8455,"end":8460},"obj":"P22004"},{"id":"nfkb_T328","span":{"begin":8536,"end":8539},"obj":"P22004"},{"id":"nfkb_T329","span":{"begin":8536,"end":8539},"obj":"P18075"},{"id":"nfkb_T330","span":{"begin":8536,"end":8539},"obj":"P12644"},{"id":"nfkb_T331","span":{"begin":8536,"end":8539},"obj":"P12643"},{"id":"nfkb_T332","span":{"begin":8536,"end":8541},"obj":"P22004"},{"id":"nfkb_T333","span":{"begin":8632,"end":8635},"obj":"P12643"},{"id":"nfkb_T334","span":{"begin":8632,"end":8635},"obj":"P12644"},{"id":"nfkb_T335","span":{"begin":8632,"end":8635},"obj":"P22004"},{"id":"nfkb_T336","span":{"begin":8632,"end":8635},"obj":"P18075"},{"id":"nfkb_T337","span":{"begin":8632,"end":8637},"obj":"P22004"},{"id":"nfkb_T338","span":{"begin":8753,"end":8757},"obj":"P18075"},{"id":"nfkb_T339","span":{"begin":8753,"end":8757},"obj":"P12644"},{"id":"nfkb_T340","span":{"begin":8753,"end":8757},"obj":"P22004"},{"id":"nfkb_T341","span":{"begin":8753,"end":8757},"obj":"P12643"},{"id":"nfkb_T342","span":{"begin":8839,"end":8842},"obj":"P22004"},{"id":"nfkb_T343","span":{"begin":8839,"end":8842},"obj":"P12643"},{"id":"nfkb_T344","span":{"begin":8839,"end":8842},"obj":"P18075"},{"id":"nfkb_T345","span":{"begin":8839,"end":8842},"obj":"P12644"},{"id":"nfkb_T346","span":{"begin":8839,"end":8844},"obj":"P22004"},{"id":"nfkb_T347","span":{"begin":8928,"end":8933},"obj":"P01137"},{"id":"nfkb_T348","span":{"begin":9092,"end":9096},"obj":"P12644"},{"id":"nfkb_T349","span":{"begin":9092,"end":9096},"obj":"P12643"},{"id":"nfkb_T350","span":{"begin":9092,"end":9096},"obj":"P22004"},{"id":"nfkb_T351","span":{"begin":9092,"end":9096},"obj":"P18075"},{"id":"nfkb_T352","span":{"begin":9169,"end":9172},"obj":"P18075"},{"id":"nfkb_T353","span":{"begin":9169,"end":9172},"obj":"P12643"},{"id":"nfkb_T354","span":{"begin":9169,"end":9172},"obj":"P22004"},{"id":"nfkb_T355","span":{"begin":9169,"end":9172},"obj":"P12644"},{"id":"nfkb_T356","span":{"begin":9169,"end":9174},"obj":"P22004"},{"id":"nfkb_T357","span":{"begin":9325,"end":9330},"obj":"P01137"},{"id":"nfkb_T358","span":{"begin":9368,"end":9371},"obj":"P12643"},{"id":"nfkb_T359","span":{"begin":9368,"end":9371},"obj":"P22004"},{"id":"nfkb_T360","span":{"begin":9368,"end":9371},"obj":"P18075"},{"id":"nfkb_T361","span":{"begin":9368,"end":9371},"obj":"P12644"},{"id":"nfkb_T362","span":{"begin":9368,"end":9373},"obj":"P12644"},{"id":"nfkb_T363","span":{"begin":9420,"end":9423},"obj":"P12643"},{"id":"nfkb_T364","span":{"begin":9420,"end":9423},"obj":"P12644"},{"id":"nfkb_T365","span":{"begin":9420,"end":9423},"obj":"P18075"},{"id":"nfkb_T366","span":{"begin":9420,"end":9423},"obj":"P22004"},{"id":"nfkb_T367","span":{"begin":9514,"end":9517},"obj":"P22004"},{"id":"nfkb_T368","span":{"begin":9514,"end":9517},"obj":"P18075"},{"id":"nfkb_T369","span":{"begin":9514,"end":9517},"obj":"P12643"},{"id":"nfkb_T370","span":{"begin":9514,"end":9517},"obj":"P12644"},{"id":"nfkb_T371","span":{"begin":9514,"end":9519},"obj":"P22004"},{"id":"nfkb_T372","span":{"begin":9555,"end":9559},"obj":"P00519"},{"id":"nfkb_T373","span":{"begin":9570,"end":9573},"obj":"P12643"},{"id":"nfkb_T374","span":{"begin":9570,"end":9573},"obj":"P12644"},{"id":"nfkb_T375","span":{"begin":9570,"end":9573},"obj":"P18075"},{"id":"nfkb_T376","span":{"begin":9570,"end":9573},"obj":"P22004"},{"id":"nfkb_T377","span":{"begin":9570,"end":9575},"obj":"P22004"},{"id":"nfkb_T378","span":{"begin":9614,"end":9617},"obj":"P01730"},{"id":"nfkb_T379","span":{"begin":9622,"end":9625},"obj":"P01732"},{"id":"nfkb_T380","span":{"begin":9622,"end":9625},"obj":"P10966"},{"id":"nfkb_T381","span":{"begin":9668,"end":9671},"obj":"P07766"},{"id":"nfkb_T382","span":{"begin":9668,"end":9671},"obj":"P20963"},{"id":"nfkb_T383","span":{"begin":9668,"end":9671},"obj":"P04234"},{"id":"nfkb_T384","span":{"begin":9668,"end":9671},"obj":"P09693"},{"id":"nfkb_T385","span":{"begin":9681,"end":9685},"obj":"P10747"},{"id":"nfkb_T386","span":{"begin":9796,"end":9799},"obj":"P12643"},{"id":"nfkb_T387","span":{"begin":9796,"end":9799},"obj":"P12644"},{"id":"nfkb_T388","span":{"begin":9796,"end":9799},"obj":"P22004"},{"id":"nfkb_T389","span":{"begin":9796,"end":9799},"obj":"P18075"},{"id":"nfkb_T390","span":{"begin":9796,"end":9801},"obj":"P22004"},{"id":"nfkb_T391","span":{"begin":9962,"end":9965},"obj":"P12644"},{"id":"nfkb_T392","span":{"begin":9962,"end":9965},"obj":"P12643"},{"id":"nfkb_T393","span":{"begin":9962,"end":9965},"obj":"P22004"},{"id":"nfkb_T394","span":{"begin":9962,"end":9965},"obj":"P18075"},{"id":"nfkb_T395","span":{"begin":9962,"end":9967},"obj":"P22004"},{"id":"nfkb_T396","span":{"begin":10125,"end":10128},"obj":"P12644"},{"id":"nfkb_T397","span":{"begin":10125,"end":10128},"obj":"P12643"},{"id":"nfkb_T398","span":{"begin":10125,"end":10128},"obj":"P22004"},{"id":"nfkb_T399","span":{"begin":10125,"end":10128},"obj":"P18075"},{"id":"nfkb_T400","span":{"begin":10125,"end":10130},"obj":"P22004"},{"id":"nfkb_T401","span":{"begin":10196,"end":10199},"obj":"P12643"},{"id":"nfkb_T402","span":{"begin":10196,"end":10199},"obj":"P12644"},{"id":"nfkb_T403","span":{"begin":10196,"end":10199},"obj":"P18075"},{"id":"nfkb_T404","span":{"begin":10196,"end":10199},"obj":"P22004"},{"id":"nfkb_T405","span":{"begin":10196,"end":10201},"obj":"P22004"},{"id":"nfkb_T406","span":{"begin":10245,"end":10248},"obj":"P12643"},{"id":"nfkb_T407","span":{"begin":10245,"end":10248},"obj":"P12644"},{"id":"nfkb_T408","span":{"begin":10245,"end":10248},"obj":"P22004"},{"id":"nfkb_T409","span":{"begin":10245,"end":10248},"obj":"P18075"},{"id":"nfkb_T410","span":{"begin":10245,"end":10250},"obj":"P22004"},{"id":"nfkb_T411","span":{"begin":10293,"end":10296},"obj":"P22004"},{"id":"nfkb_T412","span":{"begin":10293,"end":10296},"obj":"P12643"},{"id":"nfkb_T413","span":{"begin":10293,"end":10296},"obj":"P18075"},{"id":"nfkb_T414","span":{"begin":10293,"end":10296},"obj":"P12644"},{"id":"nfkb_T415","span":{"begin":10293,"end":10298},"obj":"P22004"},{"id":"nfkb_T416","span":{"begin":10519,"end":10522},"obj":"P18075"},{"id":"nfkb_T417","span":{"begin":10519,"end":10522},"obj":"P22004"},{"id":"nfkb_T418","span":{"begin":10519,"end":10522},"obj":"P12643"},{"id":"nfkb_T419","span":{"begin":10519,"end":10522},"obj":"P12644"},{"id":"nfkb_T420","span":{"begin":10519,"end":10524},"obj":"P22004"},{"id":"nfkb_T421","span":{"begin":10595,"end":10598},"obj":"P18075"},{"id":"nfkb_T422","span":{"begin":10595,"end":10598},"obj":"P12644"},{"id":"nfkb_T423","span":{"begin":10595,"end":10598},"obj":"P12643"},{"id":"nfkb_T424","span":{"begin":10595,"end":10598},"obj":"P22004"},{"id":"nfkb_T425","span":{"begin":10595,"end":10600},"obj":"P22004"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}