{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1920263/divs/0","sourcedb":"PMC","sourceid":"1920263","divid":0,"text":"Sp1 and Sp3 regulate basal transcription of the human APOBEC3G gene\nAPOBEC3G (A3G), a member of the recently discovered family of human cytidine deaminases, is expressed in peripheral blood lymphocytes and has been shown to be active against HIV-1 and other retroviruses. To gain new insights into the transcriptional regulation of this restriction factor, we cloned and characterized the promoter region of A3G. Transcriptional start sites were identified by 5′-rapid amplification of cDNA ends analysis. Luciferase reporter assays demonstrated that a 1025 bp A3G promoter sequence (from −959 to +66 relative to the major transcriptional start site) displayed constitutive promoter activity. In T cells, the A3G promoter was not inducible by mitogenic stimulation, interferon treatment or expression of HIV-1 proteins. Using a series of 5′ deletion promoter constructs in luciferase reporter assays, we identified a 180 bp region that was sufficient for full promoter activity. Transcriptional activity of this A3G core promoter was dependent on a GC-box (located at position −87/−78 relative to the major transcriptional start site) and was abolished after mutation of this DNA element. Electrophoretic mobility shift assays and chromatin immunoprecipitation assays demonstrated that the identified GC-box represented a binding site for the ubiquitous transcription factors specificity protein (Sp) 1 and Sp3.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":0,"end":3},"obj":"P08047"},{"id":"nfkb_T2","span":{"begin":8,"end":11},"obj":"Q02447"},{"id":"nfkb_T3","span":{"begin":54,"end":62},"obj":"Q9HC16"},{"id":"nfkb_T4","span":{"begin":68,"end":76},"obj":"Q9HC16"},{"id":"nfkb_T5","span":{"begin":78,"end":81},"obj":"Q9HC16"},{"id":"nfkb_T6","span":{"begin":408,"end":411},"obj":"Q9HC16"},{"id":"nfkb_T7","span":{"begin":506,"end":516},"obj":"P08659"},{"id":"nfkb_T8","span":{"begin":561,"end":564},"obj":"Q9HC16"},{"id":"nfkb_T9","span":{"begin":601,"end":609},"obj":"Q04864"},{"id":"nfkb_T10","span":{"begin":709,"end":712},"obj":"Q9HC16"},{"id":"nfkb_T11","span":{"begin":873,"end":883},"obj":"P08659"},{"id":"nfkb_T12","span":{"begin":1012,"end":1015},"obj":"Q9HC16"},{"id":"nfkb_T13","span":{"begin":1085,"end":1093},"obj":"Q04864"},{"id":"nfkb_T14","span":{"begin":1407,"end":1410},"obj":"Q02447"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}