{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1920263/divs/15","sourcedb":"PMC","sourceid":"1920263","divid":15,"text":"Shortly after the discovery of APOBEC3G, it became clear that this human gene plays an important role in antiretroviral defense (4). Originally identified as a restriction factor of HIV-1 infection, expression of APOBEC3G was found in human peripheral blood lymphocytes and macrophages, which represent the main target cells for HIV-1 (32). In addition, the protein was detected in lung, liver, spleen, testis and ovary, but little is known about its transcriptional regulation (29,32,47). To address this question, we cloned the human APOBEC3G promoter and analyzed its regulation in T cells. Applying 5′-RACE, we identified multiple start sites for transcription of the A3G gene. This observation is consistent with the fact that the gene appears to lack canonical CCAAT and TATA boxes (32), a condition often associated with multiple transcriptional start sites (49–51). However, one single start site was detected in 6 of 19 clones and was designated as +1. This TSS is located 66 bp upstream of the start of the published mRNA sequence (GenBank™ NM021822).\nWe cloned a 1025 bp promoter, which ranges from position −959/+66 relative to the identified TSS. Luciferase reporter assays showed that this promoter was transcriptionally active in A3.01 T cells. Treatment with the phorbol ester TPA did not further enhance transcriptional activity, although upregulation of A3G mRNA levels in T cells by TPA has been described (33). Rose et al. used actinomycin D to block further transcription and did not find evidence for enhanced mRNA stability. Therefore, the authors suggested that an enhanced transcription rate could be responsible for the increased amount of A3G mRNA after TPA treatment. However, the promoter analysis we performed indicates a different mechanism that is independent of transcriptional regulation. In addition, we observed that the A3G promoter was not inducible by IFN-α or IFN-γ in A3.01 T cells, whereas in the hepatic cell line HepG2, a moderate induction was measured. It has been described previously that A3G gene expression is upregulated by interferons in hepatocytes and macrophages (46–48, 52). In this context, two interferon-responsive elements have been identified at the positions −6/+9 and +1/+15 relative to the TSS (48). Consistent with this data, we observed an interferon induction in hepatocytes for the fragments ranging between 1025 and 120 bp length. The activity of the 60 bp fragment that does not contain these motifs was not affected. Thus, the induction we observed was most likely mediated by the described interferon-responsive elements. However, according to our results, these motifs can enhance transcription in hepatic cells, but not in T cells. This is surprising, since IFN-α-inducible signaling cascades are present in A3.01 T cells: we showed that the control plasmid harboring interferon-responsive GAS elements was markedly induced by IFN-α treatment. In contrast, the GAS element was not responsive to IFN-γ treatment in these cells, suggesting that our T cell line was not able to mediate IFN-γ-induced signals. So far, enhanced A3G promoter activity by interferons is clearly described in hepatocytes and macrophages, whereas the situation in T cells is still unclear. A recent study found no influence of IFN-α or IFN-γ on A3G expression in resting primary blood lymphocytes (52). Another publication describes an enhanced expression of A3G after IFN-α treatment in resting primary CD4 T cells, but not in activated T cells (53). This observation is not contradictory to our results since T cell lines are mitotically active and therefore rather in an activated than in a resting state. In conclusion, the current data suggests that regulation of the A3G promoter activity by interferons is dependent on the cell type and possibly also from the cellular activation status.\nWe additionally analyzed the influence of HIV-1 proteins on A3G promoter activity. The HIV-1 Vif protein is neutralizing the antiviral function of A3G by a multitude of ways. Targeting the A3G protein for proteasomal degradation is considered to be the main mode of action (37–41), but it becomes more and more clear that other mechanisms are also involved. There is evidence that Vif also promotes exclusion of A3G from the virus particles and an influence on the A3G translation process is discussed (8,42,43). The question whether Vif alters transcription controlled by the A3G promoter has not been analyzed so far. Our analysis indicates that transcription from the A3G promoter is unaffected by Vif or other HIV-1 proteins. Taken together, in T cell lines, the A3G promoter appears constitutively active.\nBy generating a series of 5′ deletions, we showed that the core promoter is located within the region −114/+66 relative to the TSS. This 180 bp promoter was transcriptionally active in the lymphoid, myeloid and hepatic cell lines we tested, indicating that ubiquitous transcription factors are involved in regulation of A3G gene transcription. A GC-box with the sequence TGGGCGGGAC was identified at position −87/−78 of the A3G promoter. This GC-box is essential for basal promoter activity, since changing the motif to TGTTCGGGAC by introducing two point mutations strongly reduced A3G promoter activity. The transcriptional potency of the GC-box was further demonstrated by cloning it upstream of an SV40 promoter. This resulted in a 4-fold enhanced transcription rate. The hypothesis that a general transcription factor is involved in regulation of A3G transcription was confirmed by EMSA. Supershift analysis showed that the transcription factors Sp1 and Sp3 which are ubiquitously expressed in mammalian cells, bind specifically to the identified motif. In addition, the binding of Sp1 and Sp3 to the endogenous A3G promoter was demonstrated by a chromatin immunoprecipitation assay. This observation is consistent with the results of the 5′-RACE, since Sp1 is known to play an important role for RNA polymerase II to bind to the transcription initiation site in TATA-boxless promoters and is associated with multiple transcription initiation sites (54–56). We also tested whether overexpression of Sp1 or Sp3 proteins had an influence on A3G promoter activity. Luciferase assays revealed that A3G promoter activities remained unchanged (data not shown), most probably due to the high basal expression level of the endogenous Sp1 and/or Sp3 proteins. The Sp family of transcription factors is involved in transcriptional regulation of many housekeeping, tissue-specific, viral and inducible genes (57). Whereas Sp1 typically acts as an activator, Sp3 can serve as a repressor or activator (57). However, in the context of the A3G promoter, both transcription factors serve as activators, as shown by siRNA-mediated silencing of the single factors. Although siRNAs directed against Sp1 or Sp3 significantly reduced transcription controlled by the 180 bp promoter, transcriptional activity was not reduced to the level of the 150 bp fragment. This can be explained by the remaining low amounts of Sp1/Sp3 proteins which can be seen in the western blot analysis. Alternatively, other transcription factors could be involved in A3G regulation.\nOur results also provide information about the regulation of APOBEC3F (A3F), another member of the human APOBEC3 family. A3F is expressed in many human tissues that also express A3G and both proteins have been shown to form heteromultimers, which are most likely generated through binding to an RNA intermediate (26,29,30). A3F only differs in 16 nt from the 560 nt upstream of the TSS of A3G (GenBank™ DQ146365 and DQ147772). The 180-bp core promoter region, which we identified for A3G has 100% identity with the A3F sequence. Therefore, Sp1/Sp3 transcription factors are most likely also mediating basal transcription of the A3F gene.\nOur study revealed that the human A3G gene is controlled by a promoter with multiple transcriptional start sites. In A3.01 T cells, the A3G promoter appears constitutively active and is not inducible by TPA, type I or II interferons or by HIV-1 proteins. The core promoter is located within a region of 180 bp at position −114/+66 relative to the TSS. A GC-box is crucial to the function of the core promoter and represents a binding site for Sp1 and Sp3 transcription factors. Our results can serve as a basis for future studies aimed at understanding how A3G and A3F expression is controlled in different tissues and how these restriction factors can be used to develop novel therapeutic strategies against HIV-1 infection.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":31,"end":39},"obj":"Q9HC16"},{"id":"nfkb_T2","span":{"begin":213,"end":221},"obj":"Q9HC16"},{"id":"nfkb_T3","span":{"begin":536,"end":544},"obj":"Q9HC16"},{"id":"nfkb_T4","span":{"begin":672,"end":675},"obj":"Q9HC16"},{"id":"nfkb_T5","span":{"begin":1128,"end":1136},"obj":"Q04864"},{"id":"nfkb_T6","span":{"begin":1160,"end":1170},"obj":"P08659"},{"id":"nfkb_T7","span":{"begin":1372,"end":1375},"obj":"Q9HC16"},{"id":"nfkb_T8","span":{"begin":1666,"end":1669},"obj":"Q9HC16"},{"id":"nfkb_T9","span":{"begin":1857,"end":1860},"obj":"Q9HC16"},{"id":"nfkb_T10","span":{"begin":1891,"end":1896},"obj":"P01562"},{"id":"nfkb_T11","span":{"begin":1900,"end":1905},"obj":"P01579"},{"id":"nfkb_T12","span":{"begin":2037,"end":2040},"obj":"Q9HC16"},{"id":"nfkb_T13","span":{"begin":2238,"end":2246},"obj":"Q04864"},{"id":"nfkb_T14","span":{"begin":2732,"end":2737},"obj":"P01562"},{"id":"nfkb_T15","span":{"begin":2901,"end":2906},"obj":"P01562"},{"id":"nfkb_T16","span":{"begin":2969,"end":2974},"obj":"P01579"},{"id":"nfkb_T17","span":{"begin":3041,"end":3045},"obj":"P00519"},{"id":"nfkb_T18","span":{"begin":3057,"end":3062},"obj":"P01579"},{"id":"nfkb_T19","span":{"begin":3097,"end":3100},"obj":"Q9HC16"},{"id":"nfkb_T20","span":{"begin":3275,"end":3280},"obj":"P01562"},{"id":"nfkb_T21","span":{"begin":3284,"end":3289},"obj":"P01579"},{"id":"nfkb_T22","span":{"begin":3293,"end":3296},"obj":"Q9HC16"},{"id":"nfkb_T23","span":{"begin":3407,"end":3410},"obj":"Q9HC16"},{"id":"nfkb_T24","span":{"begin":3417,"end":3422},"obj":"P01562"},{"id":"nfkb_T25","span":{"begin":3452,"end":3455},"obj":"P01730"},{"id":"nfkb_T26","span":{"begin":3721,"end":3724},"obj":"Q9HC16"},{"id":"nfkb_T27","span":{"begin":3903,"end":3906},"obj":"Q9HC16"},{"id":"nfkb_T28","span":{"begin":3936,"end":3939},"obj":"P12504"},{"id":"nfkb_T29","span":{"begin":3990,"end":3993},"obj":"Q9HC16"},{"id":"nfkb_T30","span":{"begin":4032,"end":4035},"obj":"Q9HC16"},{"id":"nfkb_T31","span":{"begin":4224,"end":4227},"obj":"P12504"},{"id":"nfkb_T32","span":{"begin":4255,"end":4258},"obj":"Q9HC16"},{"id":"nfkb_T33","span":{"begin":4308,"end":4311},"obj":"Q9HC16"},{"id":"nfkb_T34","span":{"begin":4377,"end":4380},"obj":"P12504"},{"id":"nfkb_T35","span":{"begin":4420,"end":4423},"obj":"Q9HC16"},{"id":"nfkb_T36","span":{"begin":4514,"end":4517},"obj":"Q9HC16"},{"id":"nfkb_T37","span":{"begin":4544,"end":4547},"obj":"P12504"},{"id":"nfkb_T38","span":{"begin":4610,"end":4613},"obj":"Q9HC16"},{"id":"nfkb_T39","span":{"begin":4765,"end":4773},"obj":"Q04864"},{"id":"nfkb_T40","span":{"begin":4974,"end":4977},"obj":"Q9HC16"},{"id":"nfkb_T41","span":{"begin":5078,"end":5081},"obj":"Q9HC16"},{"id":"nfkb_T42","span":{"begin":5237,"end":5240},"obj":"Q9HC16"},{"id":"nfkb_T43","span":{"begin":5506,"end":5509},"obj":"Q9HC16"},{"id":"nfkb_T44","span":{"begin":5583,"end":5608},"obj":"P08047"},{"id":"nfkb_T45","span":{"begin":5605,"end":5608},"obj":"P08047"},{"id":"nfkb_T46","span":{"begin":5613,"end":5616},"obj":"Q02447"},{"id":"nfkb_T47","span":{"begin":5741,"end":5744},"obj":"P08047"},{"id":"nfkb_T48","span":{"begin":5749,"end":5752},"obj":"Q02447"},{"id":"nfkb_T49","span":{"begin":5771,"end":5774},"obj":"Q9HC16"},{"id":"nfkb_T50","span":{"begin":5913,"end":5916},"obj":"P08047"},{"id":"nfkb_T51","span":{"begin":6158,"end":6161},"obj":"P08047"},{"id":"nfkb_T52","span":{"begin":6165,"end":6168},"obj":"Q02447"},{"id":"nfkb_T53","span":{"begin":6198,"end":6201},"obj":"Q9HC16"},{"id":"nfkb_T54","span":{"begin":6221,"end":6231},"obj":"P08659"},{"id":"nfkb_T55","span":{"begin":6253,"end":6256},"obj":"Q9HC16"},{"id":"nfkb_T56","span":{"begin":6385,"end":6388},"obj":"P08047"},{"id":"nfkb_T57","span":{"begin":6396,"end":6399},"obj":"Q02447"},{"id":"nfkb_T58","span":{"begin":6570,"end":6573},"obj":"P08047"},{"id":"nfkb_T59","span":{"begin":6606,"end":6609},"obj":"Q02447"},{"id":"nfkb_T60","span":{"begin":6685,"end":6688},"obj":"Q9HC16"},{"id":"nfkb_T61","span":{"begin":6840,"end":6843},"obj":"P08047"},{"id":"nfkb_T62","span":{"begin":6847,"end":6850},"obj":"Q02447"},{"id":"nfkb_T63","span":{"begin":7054,"end":7057},"obj":"P08047"},{"id":"nfkb_T64","span":{"begin":7058,"end":7061},"obj":"Q02447"},{"id":"nfkb_T65","span":{"begin":7183,"end":7186},"obj":"Q9HC16"},{"id":"nfkb_T66","span":{"begin":7260,"end":7268},"obj":"Q8IUX4"},{"id":"nfkb_T67","span":{"begin":7270,"end":7273},"obj":"Q8IUX4"},{"id":"nfkb_T68","span":{"begin":7320,"end":7323},"obj":"Q8IUX4"},{"id":"nfkb_T69","span":{"begin":7377,"end":7380},"obj":"Q9HC16"},{"id":"nfkb_T70","span":{"begin":7523,"end":7526},"obj":"Q8IUX4"},{"id":"nfkb_T71","span":{"begin":7588,"end":7591},"obj":"Q9HC16"},{"id":"nfkb_T72","span":{"begin":7683,"end":7686},"obj":"Q9HC16"},{"id":"nfkb_T73","span":{"begin":7714,"end":7717},"obj":"Q8IUX4"},{"id":"nfkb_T74","span":{"begin":7739,"end":7742},"obj":"P08047"},{"id":"nfkb_T75","span":{"begin":7743,"end":7746},"obj":"Q02447"},{"id":"nfkb_T76","span":{"begin":7827,"end":7830},"obj":"Q8IUX4"},{"id":"nfkb_T77","span":{"begin":7871,"end":7874},"obj":"Q9HC16"},{"id":"nfkb_T78","span":{"begin":7973,"end":7976},"obj":"Q9HC16"},{"id":"nfkb_T79","span":{"begin":8168,"end":8176},"obj":"Q04864"},{"id":"nfkb_T80","span":{"begin":8280,"end":8283},"obj":"P08047"},{"id":"nfkb_T81","span":{"begin":8288,"end":8291},"obj":"Q02447"},{"id":"nfkb_T82","span":{"begin":8367,"end":8372},"obj":"P26358"},{"id":"nfkb_T83","span":{"begin":8394,"end":8397},"obj":"Q9HC16"},{"id":"nfkb_T84","span":{"begin":8402,"end":8405},"obj":"Q8IUX4"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}