{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3359311/divs/1","sourcedb":"PMC","sourceid":"3359311","divid":1,"text":"Cystic fibrosis is an autosomal recessive disease caused by mutations in the cystic fibrosis transmembrane conductance regulator (CFTR), which functions as a chloride ion channel. CF remains one of the most common lethal genetic diseases in populations of European descent with the current average lifespan of CF patients approximately 40 years of age [1], [2]. Recurrent inflammatory pulmonary exacerbation is the primary cause of lung disease progression and ultimately, death in CF. Controlled inflammation is important for fighting infection, but in excess, it becomes destructive to host cells and to the architecture of the lungs [2], [3]. In CF, airway epithelial cells have been shown to produce an exaggerated pro-inflammatory cytokine response to stimulation [4], [5]. It is unclear whether this heightened inflammatory response is intrinsic to cells lacking CFTR or whether it is a result of chronic polymicrobial infection [6], [7]. Regardless of this controversy, identifying and targeting relevant inflammatory mediators is a critical step in developing more specific therapeutic approaches to control inflammation and improve health outcomes in CF [8].\nInterleukin-1 beta (IL-1β) is a major inflammatory mediator. Its physiological effects are diverse and potentially important to the pathogenesis of lung exacerbations in CF, including the generation of fever, the recruitment of inflammatory effector cells, the induction of other pro-inflammatory cytokines such as IL-6 and IL-8, and the shaping of T cell responses [9], [10]. Following initiation of the NF-κB signaling cascade, IL-1β is produced in the cytosol as a biologically inactive full-length pro-IL-1β. Pro-IL-1β is subsequently converted into its active form by cytosolic protein complexes termed “inflammasomes.” Inflammasomes assemble in response to certain cellular danger signals and mediate the auto-activation of caspase-1 [9], [11], which cleaves pro-IL-1β and pro-IL-18 into their biologically active forms for secretion. Four distinct inflammasomes have been recognized. These are the NLRP1 [12], NLRP3 [13], [14], NLRC4 [15], [16], and AIM2 inflammasomes [17], [18], which respond to a variety of different microbial signatures and danger signals [11].\nP. aeruginosa, one of the most common and clinically relevant pathogens among CF patients, activates the NLRC4 inflammasome [19], [20]. Infection with P. aeruginosa triggers an increase in levels of IL-1β, IL-6, and IL-8 in bronchoalveolar lavage fluid (BALF) from patients with CF [21]. Inflammasome responses depend on NF-κB signaling, where NF-κB is important in both the upregulation of specific inflammasome components [22], [23], as well as IL-1β expression [24], [25].\nPrevious studies support a role for IL-1β in the pathogenesis of CF inflammatory lung disease. Levels of IL-1β are increased in BALF from CF patients with infection [21], [26], [27], [28] and this increase has been temporally associated with a clinical response to treatment [21]. Polymorphisms in the IL1B gene have also been associated with varying degrees of disease severity in CF patients [29]. Murine models of CFTR dysfunction have exhibited significant increases in IL-1β expression or secretion in macrophages [30], [31], and support the hypothesis that the loss of CFTR increases NF-κB activation under basal and stimulatory conditions [4], [5], [32], [33]. Finally, replacement of chloride ions with glutamate or gluconate in cell culture media increases secretion of IL-1β in response to NLRP3 stimulation by adenosine triphosphate (ATP) [34], implying an inhibitory role for extracellular chloride in NLRP3 activation. Taken together, these data implicate the involvement of IL-1β and consequently, the inflammasomes, in CF inflammatory disease.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":1168,"end":1186},"obj":"P01584"},{"id":"nfkb_T2","span":{"begin":1188,"end":1193},"obj":"P01584"},{"id":"nfkb_T3","span":{"begin":1483,"end":1487},"obj":"P05231"},{"id":"nfkb_T4","span":{"begin":1492,"end":1496},"obj":"P10145"},{"id":"nfkb_T5","span":{"begin":1598,"end":1603},"obj":"P01584"},{"id":"nfkb_T6","span":{"begin":1674,"end":1679},"obj":"P01584"},{"id":"nfkb_T7","span":{"begin":1685,"end":1690},"obj":"P01584"},{"id":"nfkb_T8","span":{"begin":1937,"end":1942},"obj":"P01584"},{"id":"nfkb_T9","span":{"begin":2441,"end":2446},"obj":"P01584"},{"id":"nfkb_T10","span":{"begin":2448,"end":2452},"obj":"P05231"},{"id":"nfkb_T11","span":{"begin":2458,"end":2462},"obj":"P10145"},{"id":"nfkb_T12","span":{"begin":2689,"end":2694},"obj":"P01584"},{"id":"nfkb_T13","span":{"begin":2754,"end":2759},"obj":"P01584"},{"id":"nfkb_T14","span":{"begin":2823,"end":2828},"obj":"P01584"},{"id":"nfkb_T15","span":{"begin":3020,"end":3024},"obj":"P01584"},{"id":"nfkb_T16","span":{"begin":3192,"end":3197},"obj":"P01584"},{"id":"nfkb_T17","span":{"begin":3497,"end":3502},"obj":"P01584"},{"id":"nfkb_T18","span":{"begin":3706,"end":3711},"obj":"P01584"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}