{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2222968/divs/11","sourcedb":"PMC","sourceid":"2222968","divid":11,"text":"Quantitative real-time PCR.\nThe PCR primers and probes were designed based on the sequences reported in GenBank with the Primer Express software version 1.2 (Applied Biosystems) as follows: FOXP3 forward primer 5′-GAA ACA GCA CAT TCC CAG AGT TC-3′; FOXP3 reverse primer 5′-ATG GCC CAG CGG ATG AG-3′; EF-1α forward primer and reverse primer as described [61]; GATA3 forward primer 5′-GCG GGC TCT ATC ACA AAA TGA-3′ and rwd 5′-GCT CTC CTG GCT GCA GAC AGC-3′. The prepared cDNAs were amplified using SYBR-PCR mastermix (Biorad) according to the recommendations of the manufacturer in an ABI PRISM 7000 Sequence Detection System (Applied Biosystems).\nQuantitative PCR of murine samples was performed with Brilliant SYBR Green QPCR master mix (Stratagene) and the following primers: Ubiquitin C, 5′- AGG TCA AAC AGG AAG ACA GAC GTA-3′ and 5′-TCACACCCAAGAACAAGCACA-3′; Smad-7, 5′-GAA ACC GGG GGA ACG AAT TAT-3′ and 5′-CGC GAG TCT TCT CCT CCC A-3′; TGF-ß1, 5′-TGA CGT CAC TGG AGT TGT ACG G-3′ and 5′-GGT TCA TGT CAT GGA TGG TGC-3′. Primer pairs were evaluated for integrity by analysis of the amplification plot, dissociation curves, and efficiency of PCR amplification. PCR conditions were 10 min at 95 °C, followed by 40 cycles of 15 s at 95 °C and 60 °C for 1 min using an 7300 real-time PCR system (Applied Biosystems). PCR amplification of the housekeeping gene encoding ubiquitin C was performed during each run for each sample to allow normalization between samples. Relative quantification and calculation of the range of confidence was performed using the comparative ΔΔCT method.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":190,"end":195},"obj":"Q9BZS1"},{"id":"nfkb_T2","span":{"begin":249,"end":254},"obj":"Q9BZS1"},{"id":"nfkb_T3","span":{"begin":359,"end":364},"obj":"P23771"},{"id":"nfkb_T4","span":{"begin":898,"end":901},"obj":"P04608"},{"id":"nfkb_T5","span":{"begin":898,"end":901},"obj":"P04610"},{"id":"nfkb_T7","span":{"begin":898,"end":901},"obj":"P04605"},{"id":"nfkb_T6","span":{"begin":898,"end":901},"obj":"Q8UMQ1"},{"id":"nfkb_T8","span":{"begin":916,"end":919},"obj":"P04591"},{"id":"nfkb_T9","span":{"begin":1017,"end":1020},"obj":"P21980"},{"id":"nfkb_T10","span":{"begin":1467,"end":1475},"obj":"Q04864"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}