{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/1310901/divs/5","sourcedb":"PMC","sourceid":"1310901","divid":5,"text":"Expression analysis\nTo analyze the IRF-4 transcriptional level, RNA was extracted from cells using the commercial RNAzol-kit (Paesel, Frankfurt, Germany). An aliquot of 1 μg total RNA was used for cDNA synthesis as described previously (27). RNA expression analysis for IRF-4 and the reference gene β-actin was carried out by semi-quantitative PCR as described previously (3,27). PCR products were verified by automated sequencing. PCR primers and conditions for expression analysis of DNMT or MBP (DNMT1 DNMT3A, DNMT3B, MeCP, MBD1, MBD2 and MBD4) were published elsewhere (28).\nFor analysis of IRF-4 protein expression, a standard immunoblotting assay was performed as described previously (29). Briefly, protein lysates were generated by incubating 1 × 106 cells in 100 µl RIPA buffer (1% NP-40, 0.5% sodiumdesoxycholate, 0.1% SDS, 100 µg/ml phenylmethylsulfonyl fluoride, 10 µl/ml protease-inhibitory-mix, 1 µmol/ml sodiumorthovanadate in phosphate-buffered saline) for 30 min on ice. After centrifugation, protein concentration of the supernatant was determined by BCA-method (Pierce, Rockford, IL) as recommended. Protein lysates (70–100 µg) were electrophoresed on polyacrylamide gels and transferred to a PVDF-membrane (Immobilon P, 0.45 µm; Millipore, Eschborn, Germany). Membranes were blocked with 2.5% blocking reagent (Boehringer Mannheim, Germany) in TBST buffer (4.44 g/l Tris–HCL, 2.65 g/l TrisOH, 8.07 g/l NaCl, 0.2 g/l KCl and 500 µl/l Tween-20 in H2O) and subsequently incubated with primary antibody as indicated and horseradish peroxidase-conjugated secondary antibody, anti-mouse or anti-goat IgG (DAKO, Hamburg, Germany), respectively. The membranes were then developed with an ECL detection kit (Amersham Pharmacia Biotech, Freiburg, Germany). The primary antibodies were goat anti-IRF-4/ICSAT (M-17) (Santa Cruz Biotechnology, Santa Cruz, CA) and mouse anti-β-actin (AC-74) (Sigma).","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":35,"end":40},"obj":"Q15306"},{"id":"nfkb_T2","span":{"begin":270,"end":275},"obj":"Q15306"},{"id":"nfkb_T3","span":{"begin":299,"end":306},"obj":"P60709"},{"id":"nfkb_T4","span":{"begin":486,"end":490},"obj":"P26358"},{"id":"nfkb_T5","span":{"begin":499,"end":504},"obj":"P26358"},{"id":"nfkb_T6","span":{"begin":505,"end":511},"obj":"Q9Y6K1"},{"id":"nfkb_T7","span":{"begin":513,"end":519},"obj":"Q9UBC3"},{"id":"nfkb_T8","span":{"begin":521,"end":525},"obj":"P51608"},{"id":"nfkb_T9","span":{"begin":527,"end":531},"obj":"Q9UIS9"},{"id":"nfkb_T10","span":{"begin":533,"end":537},"obj":"Q9UBB5"},{"id":"nfkb_T11","span":{"begin":542,"end":546},"obj":"O95243"},{"id":"nfkb_T12","span":{"begin":595,"end":600},"obj":"Q15306"},{"id":"nfkb_T13","span":{"begin":1805,"end":1810},"obj":"Q15306"},{"id":"nfkb_T14","span":{"begin":1811,"end":1816},"obj":"Q99419"},{"id":"nfkb_T15","span":{"begin":1882,"end":1889},"obj":"P60709"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}