{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2889865/divs/1","sourcedb":"PMC","sourceid":"2889865","divid":1,"text":"Cytokines and chemokines are important in immune cell recruitment and in regulation of inflammatory responses [1]. T-cells produce a broad range of inflammatory mediators, including IL-2, IL-6, TNF and CXCL8, all of which are important in cell proliferation, differentiation, communication and initiation of inflammatory responses [2]. Elevated levels of pro-inflammatory cytokines and chemokines, such as TNF, IL-6 and CXCL8, are associated with several human diseases including cystic fibrosis [3-5], pulmonary fibrosis [6,7] and AIDS [8,9]. Induction of CXCL8 has been suggested to be mediated through NF-κB in cooperation with AP-1 [10,11], however the precise mechanism is not fully elucidated, and treatment strategies aimed at inhibiting CXCL8 have failed [12]. Persistent production of IL-6 and CXCL8 leads to chronic inflammation and enhanced survival of lymphocytes increasing serum cytokine/chemokine levels. This forms the basis of several autoimmune disorders including plasmacytosis and hyperplasia [13]. To develop viable CXCL8 based treatment strategies, it is necessary to identify the signalling pathways regulating CXCL8 and determine how this is coupled to NF-κB, AP-1 and IL-6.\nThe signalling pathways leading to NF-κB and AP-1 activation are overlapping, where both are involved in the induction and regulation of cytokines/chemokines. NF-κB is activated in response to stress, such as oxidative stress, bacterial toxins, viruses and UV light [14], and is essential for differentiation, proliferation and survival of many cell types including T-lymphocytes [15]. AP-1 activation requires Fos (c-Fos, FosB, Fra-1, Fra-2) and Jun (c-Jun, v-Jun, JunB, JunD) through the formation of homo- and hetero-dimers [16,17], and regulates transcription of a broad range of genes involved in immune responses [18-21]. Both AP-1 and NF-κB binding sites have been identified in the promoter region of IL-6 and CXCL8 [12,22], however, the mechanism by which these interleukins are regulated in T-cells is still not clear. CXCL8 is a C-X-C chemokine with properties enabling it to recruit T-cells and basophils and to activate neutrophils and monocytes [23]. IL-6 is a cytokine that possesses both pro- and anti-inflammatory characteristics and that plays a key role in haematopoiesis and acute-phase responses [24,25].\nThe present study suggests that the regulation of CXCL8 and IL-6 is uncoupled. Using Jurkat T-cells exposed to PMA and heat killed (HK) Escherichia coli MG1655 in combination with inhibitors of NF-κB, JNK and PKC, we demonstrated that NF-κB regulates IL-6 expression while the regulation of CXCL8 more closely correlated to AP-1 activity. These results indicate that inhibition of NF-κB is not an effective strategy in countering the high CXCL8 activities in diseases such as cystic fibrosis, AIDS and pulmonary fibrosis.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":182,"end":186},"obj":"P60568"},{"id":"nfkb_T2","span":{"begin":188,"end":192},"obj":"P05231"},{"id":"nfkb_T3","span":{"begin":194,"end":197},"obj":"P01375"},{"id":"nfkb_T4","span":{"begin":202,"end":207},"obj":"P10145"},{"id":"nfkb_T5","span":{"begin":406,"end":409},"obj":"P01375"},{"id":"nfkb_T6","span":{"begin":411,"end":415},"obj":"P05231"},{"id":"nfkb_T7","span":{"begin":420,"end":425},"obj":"P10145"},{"id":"nfkb_T8","span":{"begin":557,"end":562},"obj":"P10145"},{"id":"nfkb_T9","span":{"begin":631,"end":635},"obj":"P05412"},{"id":"nfkb_T10","span":{"begin":725,"end":730},"obj":"P26358"},{"id":"nfkb_T11","span":{"begin":745,"end":750},"obj":"P10145"},{"id":"nfkb_T12","span":{"begin":794,"end":798},"obj":"P05231"},{"id":"nfkb_T13","span":{"begin":803,"end":808},"obj":"P10145"},{"id":"nfkb_T14","span":{"begin":1037,"end":1042},"obj":"P10145"},{"id":"nfkb_T15","span":{"begin":1134,"end":1139},"obj":"P10145"},{"id":"nfkb_T16","span":{"begin":1184,"end":1188},"obj":"P05412"},{"id":"nfkb_T17","span":{"begin":1193,"end":1197},"obj":"P05231"},{"id":"nfkb_T18","span":{"begin":1244,"end":1248},"obj":"P05412"},{"id":"nfkb_T19","span":{"begin":1585,"end":1589},"obj":"P05412"},{"id":"nfkb_T20","span":{"begin":1646,"end":1649},"obj":"P05412"},{"id":"nfkb_T21","span":{"begin":1651,"end":1656},"obj":"P05412"},{"id":"nfkb_T22","span":{"begin":1653,"end":1656},"obj":"P05412"},{"id":"nfkb_T23","span":{"begin":1660,"end":1663},"obj":"P05412"},{"id":"nfkb_T24","span":{"begin":1832,"end":1836},"obj":"P05412"},{"id":"nfkb_T25","span":{"begin":1908,"end":1912},"obj":"P05231"},{"id":"nfkb_T26","span":{"begin":1917,"end":1922},"obj":"P10145"},{"id":"nfkb_T27","span":{"begin":2028,"end":2033},"obj":"P10145"},{"id":"nfkb_T28","span":{"begin":2164,"end":2168},"obj":"P05231"},{"id":"nfkb_T29","span":{"begin":2375,"end":2380},"obj":"P10145"},{"id":"nfkb_T30","span":{"begin":2385,"end":2389},"obj":"P05231"},{"id":"nfkb_T31","span":{"begin":2576,"end":2580},"obj":"P05231"},{"id":"nfkb_T32","span":{"begin":2616,"end":2621},"obj":"P10145"},{"id":"nfkb_T33","span":{"begin":2649,"end":2653},"obj":"P05412"},{"id":"nfkb_T34","span":{"begin":2764,"end":2769},"obj":"P10145"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}