{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2889865/divs/0","sourcedb":"PMC","sourceid":"2889865","divid":0,"text":"Differential cytokine regulation by NF-κB and AP-1 in Jurkat T-cells\nBackground\nActivator protein (AP)-1 and nuclear factor (NF)-κB largely control T-cell activation, following binding of foreign antigens to the T-cell receptor leading to cytokine secretion. Elevated levels of pro-inflammatory cytokines and chemokines such as TNF, IL-6 and CXCL8 are associated with several human diseases including cystic fibrosis, pulmonary fibrosis and AIDS. The aim of this study was to investigate the role of the transcription factors, AP-1 and NF-κB, in IL-6 and CXCL8 regulation in Jurkat T-cells.\nResults\nPhorbol myristate acetate (PMA) exposure resulted in an up-regulation of AP-1 and down-regulation of NF-κB activity, however, exposure to heat killed (HK) Escherichia. coli MG1655 resulted in a dose-dependent increase in NF-κB activity without affecting AP-1. The cytokine profile revealed an up-regulation of the chemokine CXCL8 and the pro-inflammatory cytokines TNF, IL-2 and IL-6 following treatment with both PMA and HK E. coli, while the levels of the anti-inflammatory cytokine IL-10 were not affected by PMA but were significantly down-regulated by HK E. coli. AP-1 activation was significantly increased 2 h after PMA exposure and continued to increase thereafter. In contrast, NF-κB responded to PMA exposure by a rapid up-regulation followed by a subsequent down-regulation. Increased intracellular Ca2+ concentrations countered the down-regulation of NF-κB by PMA, while similar treatment with calcium ionophore resulted in a reduced NF-κB activity following induction with HK E. coli. In order to further study NF-κB activation, we considered two up-stream signalling proteins, PKC and Bcl10. Phosphorylated-PKC levels increased in response to PMA and HK E. coli, while Bcl10 levels significantly decreased following PMA treatment. Using an NF-κB activation inhibitor, we observed complete inhibition of IL-6 expression while CXCL8 levels only decreased by 40% at the highest concentration. Treatment of Jurkat T-cells with PMA in the presence of JNK-inhibitor suppressed both CXCL8 and IL-6 while PKC-inhibitor primarily decreased CXCL8 expression.\nConclusion\nThe present study shows that NF-κB regulated IL-6 but not CXCL8. This complex regulation of CXCL8 suggests that there is a need to further evaluate the signalling pathways in order to develop new treatment for diseases with elevated CXCL8 levels, such as AIDS and autoimmune diseases.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":46,"end":50},"obj":"P05412"},{"id":"nfkb_T2","span":{"begin":328,"end":331},"obj":"P01375"},{"id":"nfkb_T3","span":{"begin":333,"end":337},"obj":"P05231"},{"id":"nfkb_T4","span":{"begin":342,"end":347},"obj":"P10145"},{"id":"nfkb_T5","span":{"begin":451,"end":454},"obj":"P26358"},{"id":"nfkb_T6","span":{"begin":527,"end":531},"obj":"P05412"},{"id":"nfkb_T7","span":{"begin":546,"end":550},"obj":"P05231"},{"id":"nfkb_T8","span":{"begin":555,"end":560},"obj":"P10145"},{"id":"nfkb_T9","span":{"begin":672,"end":676},"obj":"P05412"},{"id":"nfkb_T10","span":{"begin":853,"end":857},"obj":"P05412"},{"id":"nfkb_T11","span":{"begin":923,"end":928},"obj":"P10145"},{"id":"nfkb_T12","span":{"begin":964,"end":967},"obj":"P01375"},{"id":"nfkb_T13","span":{"begin":969,"end":973},"obj":"P60568"},{"id":"nfkb_T14","span":{"begin":978,"end":982},"obj":"P05231"},{"id":"nfkb_T15","span":{"begin":1084,"end":1089},"obj":"P22301"},{"id":"nfkb_T16","span":{"begin":1168,"end":1172},"obj":"P05412"},{"id":"nfkb_T17","span":{"begin":1698,"end":1703},"obj":"O95999"},{"id":"nfkb_T18","span":{"begin":1782,"end":1787},"obj":"O95999"},{"id":"nfkb_T19","span":{"begin":1916,"end":1920},"obj":"P05231"},{"id":"nfkb_T20","span":{"begin":1938,"end":1943},"obj":"P10145"},{"id":"nfkb_T21","span":{"begin":2089,"end":2094},"obj":"P10145"},{"id":"nfkb_T22","span":{"begin":2099,"end":2103},"obj":"P05231"},{"id":"nfkb_T23","span":{"begin":2144,"end":2149},"obj":"P10145"},{"id":"nfkb_T24","span":{"begin":2218,"end":2222},"obj":"P05231"},{"id":"nfkb_T25","span":{"begin":2231,"end":2236},"obj":"P10145"},{"id":"nfkb_T26","span":{"begin":2265,"end":2270},"obj":"P10145"},{"id":"nfkb_T27","span":{"begin":2406,"end":2411},"obj":"P10145"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}