{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2889865/divs/6","sourcedb":"PMC","sourceid":"2889865","divid":6,"text":"NF-κB and AP-1 are critical regulators of inflammatory responses, proliferation and differentiation of T-cells [28-30], however, the signal transduction and subsequent cytokine/chemokine expression is not fully understood. The aim of the present study was to investigate IL-6 and CXCL8 regulation by NF-κB and AP-1 in Jurkat T-cells.\nOur results demonstrated that PMA induced AP-1 activation, indicating a specific activation of the MAPK pathway. Furthermore, we demonstrated that PMA dependent AP-1 activation in T-cells was delayed (>2 h) and increased following long-term treatment. MAPK is one of the main signalling pathways in T-cells that regulate cell- and transcriptional activation [31,32]. Several studies [20,33,34] have indicated the importance of AP-1 in T-cell activation and the induction of inflammatory responses [35], including pro-inflammatory cytokine release. In contrast to AP-1, NF-κB activity rapidly increased (1 min) during PMA exposure followed by a down-regulation to the lowest levels at 6 h. This is in line with Park and colleagues [36] who demonstrated a rapid increase in NF-κB activity following short-term stimulation with PMA, but prolonged challenge resulted in a persistent inhibition of NF-κB. They showed that the inhibition of NF-κB was due to PKC-dependent degradation of IκB kinase β and γ in response to PMA. Interestingly, the HK E. coli exposure induced NF-κB activation without affecting AP-1 activity. Wang and colleagues [37] reported an elevated inflammatory response by obtaining expression of IL-6 following the exposure of T-cells to peptidoglycan. Reduction in NF-κB by calcium ionophore following HK E. coli stimulation may be due to the Ca2+ binding protein calmodulin (CaM), which has been shown to negatively regulate c-Rel when activated [38]. The regulation of NF-κB and AP-1 observed in the present study was in agreement with earlier studies.\nT-cells produce a broad range of pro- and anti-inflammatory cytokines, including IL-2, IL-6, CXCL8, TNF and IL-10, in response to infections or other stress factors [39]. The assessment of Jurkat T-cell inflammatory responses (Table 1) revealed an enhanced IL-2 expression upon exposure to PMA or HK E. coli due to PKC activation [40]. In addition to the transcription factor NF-κB, AP-1 binding sites have been identified in the IL-6 promoter region, indicating multiple regulation [22]. AP-1 and NF-κB have also been demonstrated to regulate CXCL8 expression during induction of inflammatory responses in T-cells [12]. Furthermore, IL-6 and CXCL8 gene-expression is associated with an early immune response in Jurkat T-cells [41]. In the present study, both PMA and HK E. coli resulted in comparable increases in IL-6 while PMA was more potent at activating CXCL8 release. PMA and HK E. coli treatment also induced TNF expression. TNF is one of the first cytokines induced by T-cells [42] and its expression is regulated by calcineurin, NFAT and ATF-2/Jun [20]. However, PMA-stimulated Jurkat T-cells showed no difference in IL-10 expression indicating an induced inflammatory response. HK E. coli treatment resulted in a significant reduction of IL-10 expression. The anti-inflammatory cytokine IL-10 is known to inhibit T-cell activation, proliferation and the expression of pro-inflammatory cytokines, such as IL-2, IL-5 and INF-γ [39,43] and regulate inflammatory responses by inducing T-cell anergy [44].\nThe time course analysis of cytokine expression showed a correlation between AP-1 and the chemokine CXCL8 where CXCL8 expression was significantly elevated already at 2-6 h after PMA exposure. The CXCL8 expression did not correlate with the early NF-κB activation (1 min) or with the down-regulation of NF-κB at 2 h post exposure. Both IL-6 and TNF expression were up regulated between 6-24 h. During this period, NF-κB increased from its minimum level at 6 h. PKC has been shown to be associated with the activation of AP-1, but not with NF-κB activation of the IL-2 promoter [45]. Mutation of the NF-κB site did not affect IL-2 expression, whereas mutation of the AP-1 site or PKC depletion almost revoked IL-2 release. These observations indicate that the MAPK pathway and the transcription factor AP-1 play an important role in the induction of inflammatory responses in Jurkat T-cells [12,20,22]. The obtained results signify that CXCL8 was primarily regulated through the MAPK pathway.\nThe NF-κB activation inhibitor (NAI) showed specificity against NF-κB and resulted in a complete IL-6 inhibition following induction with PMA and significant IL-6 reduction after HK E. coli treatment. CXCL8 was highly up regulated by PMA and the addition of NAI resulted in a minor reduction in CXCL8 expression. Furthermore, CXCL8 expression was not affected by NAI following HK E. coli treatment, indicating a lack of correlation between CXCL8 and NF-κB. Further analysis of CXCL8 expression revealed a down-regulation by PKC- and JNK- inhibitors, suggesting an involvement of AP-1 via PKC and JNK, respectively. Analysis of gene expression further confirmed that il-6 and cxcl8 were upregulated by PMA. Expression of il-6 dropped below basal levels following inhibition of NF-κB and JNK whereas cxcl8 remained elevated above basal levels (16.5-fold and 7.1-fold respectively) following the same treatment. Furthermore, inhibition of PKC did not result in a significant decrease of il-6 or cxcl8, which is in accordance with protein data (figure 6). These results suggest that NF-κB is involved in IL-6 regulation and release while it is not required for the expression of CXCL8 in Jurkat T cells.\nThe transcription factor NF-κB is responsible for a rapid immune response which is followed by an increase in transcription of IκB thus inhibiting NF-κB [46]. Activation of NF-κB in Jurkat T-cells is dependent on Bcl10 activation, which in turn is regulated by PKC. Recent studies have established the importance of a protein complex consisting of CARMA1, Bcl10 and MALT1 (CBM), in the induction of NF-κB. Investigating Bcl10, Scharschmidt and colleagues [47] demonstrated that it is a critical regulator of NF-κB activity. Down-regulation of Bcl10 from signals transduced via the TCR/CD28 and PKC resulted in a concomitant down-regulation of NF-κB. They suggested that Bcl10 is initially activated by TCR/PKC but that continued activation (>1 h) promotes its degradation. Narayan and colleagues [27] suggested that deletion in any of the three CBM complex proteins impairs antigen-receptor dependent activation of NF-κB. They showed that NF-κB activation via Akt requires CARMA1 and acts in cooperation with PKC following short-term exposure (30 min) of Jurkat T-cells with PMA. Akt phosphorylates and thus activates Bcl10. These studies indicate that PKC is crucial for NF-κB activation following short-term treatment through signals via membrane bound receptors such as the TCR and the co-stimulatory receptor CD28. Thus, the CBM complex proteins play a key role in this signalling process. PMA diffuses into the cytosol and directly activates PKC since it is an analogue to diacylglycerol [48]. Several studies have demonstrated that inhibition of PKC blocks NF-κB and AP-1 activity, suggesting a direct regulation of these transcription factors by PKC [49,50]. PKC is activated at an early stage following T-cell stimulation and is therefore an important regulator of downstream inflammatory signalling pathways leading to cytokine expression [50]. We have shown that phosphorylated-PKC is up regulated in response to PMA and HK E. coli, indicating an association between PKC and the transcription factors AP-1 and NF-κB. Bcl10 levels were down-regulated following extended treatment of Jurkat T-cells with PMA. In the control groups, a loss of Bcl10 occurred after 6 h, followed by an increase after 24 h, which is in accordance with the observed NF-κB activity (figure 7). These results are supported by an earlier study [47], demonstrating that prolonged PKC activation by PMA leads to an inhibition of Bcl10 and NF-κB.\nIt has been shown that NF-κB is an important transcription factor complex involved in almost every aspect of cell regulation including apoptosis, differentiation, proliferation and initiation of immune responses [51-53]. NF-κB is constitutively active in many human malignancies, which makes it an attractive therapeutic target [54]. Elevated CXCL8 levels during chronic inflammation result in an enhanced recruitment of immune cells to the site of infection, which may lead to the development of autoimmune diseases following secretion of pro-inflammatory cytokines. In HIV infected persons, serum CXCL8 levels are elevated and this could recruit more T-cells potentially leading to a more rapid progression of the disease since there will be more T-cells available to infect.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":10,"end":14},"obj":"P05412"},{"id":"nfkb_T2","span":{"begin":227,"end":230},"obj":"P26358"},{"id":"nfkb_T3","span":{"begin":271,"end":275},"obj":"P05231"},{"id":"nfkb_T4","span":{"begin":280,"end":285},"obj":"P10145"},{"id":"nfkb_T5","span":{"begin":310,"end":314},"obj":"P05412"},{"id":"nfkb_T6","span":{"begin":376,"end":380},"obj":"P05412"},{"id":"nfkb_T7","span":{"begin":495,"end":499},"obj":"P05412"},{"id":"nfkb_T8","span":{"begin":761,"end":765},"obj":"P05412"},{"id":"nfkb_T9","span":{"begin":897,"end":901},"obj":"P05412"},{"id":"nfkb_T10","span":{"begin":1315,"end":1325},"obj":"O15111"},{"id":"nfkb_T11","span":{"begin":1315,"end":1325},"obj":"Q60680-2"},{"id":"nfkb_T12","span":{"begin":1436,"end":1440},"obj":"P05412"},{"id":"nfkb_T13","span":{"begin":1546,"end":1550},"obj":"P05231"},{"id":"nfkb_T14","span":{"begin":1777,"end":1782},"obj":"Q04864"},{"id":"nfkb_T15","span":{"begin":1779,"end":1782},"obj":"Q04864"},{"id":"nfkb_T16","span":{"begin":1832,"end":1836},"obj":"P05412"},{"id":"nfkb_T17","span":{"begin":1987,"end":1991},"obj":"P60568"},{"id":"nfkb_T18","span":{"begin":1993,"end":1997},"obj":"P05231"},{"id":"nfkb_T19","span":{"begin":1999,"end":2004},"obj":"P10145"},{"id":"nfkb_T20","span":{"begin":2006,"end":2009},"obj":"P01375"},{"id":"nfkb_T21","span":{"begin":2014,"end":2019},"obj":"P22301"},{"id":"nfkb_T22","span":{"begin":2163,"end":2167},"obj":"P60568"},{"id":"nfkb_T23","span":{"begin":2289,"end":2293},"obj":"P05412"},{"id":"nfkb_T24","span":{"begin":2336,"end":2340},"obj":"P05231"},{"id":"nfkb_T25","span":{"begin":2395,"end":2399},"obj":"P05412"},{"id":"nfkb_T26","span":{"begin":2450,"end":2455},"obj":"P10145"},{"id":"nfkb_T27","span":{"begin":2540,"end":2544},"obj":"P05231"},{"id":"nfkb_T28","span":{"begin":2549,"end":2554},"obj":"P10145"},{"id":"nfkb_T29","span":{"begin":2721,"end":2725},"obj":"P05231"},{"id":"nfkb_T30","span":{"begin":2766,"end":2771},"obj":"P10145"},{"id":"nfkb_T31","span":{"begin":2823,"end":2826},"obj":"P01375"},{"id":"nfkb_T32","span":{"begin":2839,"end":2842},"obj":"P01375"},{"id":"nfkb_T33","span":{"begin":2954,"end":2959},"obj":"P15336"},{"id":"nfkb_T34","span":{"begin":2960,"end":2963},"obj":"P05412"},{"id":"nfkb_T35","span":{"begin":3033,"end":3038},"obj":"P22301"},{"id":"nfkb_T36","span":{"begin":3155,"end":3160},"obj":"P22301"},{"id":"nfkb_T37","span":{"begin":3204,"end":3209},"obj":"P22301"},{"id":"nfkb_T38","span":{"begin":3321,"end":3325},"obj":"P60568"},{"id":"nfkb_T39","span":{"begin":3327,"end":3331},"obj":"P05113"},{"id":"nfkb_T40","span":{"begin":3495,"end":3499},"obj":"P05412"},{"id":"nfkb_T41","span":{"begin":3518,"end":3523},"obj":"P10145"},{"id":"nfkb_T42","span":{"begin":3530,"end":3535},"obj":"P10145"},{"id":"nfkb_T43","span":{"begin":3615,"end":3620},"obj":"P10145"},{"id":"nfkb_T44","span":{"begin":3754,"end":3758},"obj":"P05231"},{"id":"nfkb_T45","span":{"begin":3763,"end":3766},"obj":"P01375"},{"id":"nfkb_T46","span":{"begin":3938,"end":3942},"obj":"P05412"},{"id":"nfkb_T47","span":{"begin":3981,"end":3985},"obj":"P60568"},{"id":"nfkb_T48","span":{"begin":4043,"end":4047},"obj":"P60568"},{"id":"nfkb_T49","span":{"begin":4084,"end":4088},"obj":"P05412"},{"id":"nfkb_T50","span":{"begin":4126,"end":4130},"obj":"P60568"},{"id":"nfkb_T51","span":{"begin":4219,"end":4223},"obj":"P05412"},{"id":"nfkb_T52","span":{"begin":4354,"end":4359},"obj":"P10145"},{"id":"nfkb_T53","span":{"begin":4507,"end":4511},"obj":"P05231"},{"id":"nfkb_T54","span":{"begin":4568,"end":4572},"obj":"P05231"},{"id":"nfkb_T55","span":{"begin":4611,"end":4616},"obj":"P10145"},{"id":"nfkb_T56","span":{"begin":4705,"end":4710},"obj":"P10145"},{"id":"nfkb_T57","span":{"begin":4736,"end":4741},"obj":"P10145"},{"id":"nfkb_T58","span":{"begin":4850,"end":4855},"obj":"P10145"},{"id":"nfkb_T59","span":{"begin":4887,"end":4892},"obj":"P10145"},{"id":"nfkb_T60","span":{"begin":4989,"end":4993},"obj":"P05412"},{"id":"nfkb_T61","span":{"begin":5076,"end":5080},"obj":"P05231"},{"id":"nfkb_T62","span":{"begin":5085,"end":5090},"obj":"P10145"},{"id":"nfkb_T63","span":{"begin":5130,"end":5134},"obj":"P05231"},{"id":"nfkb_T64","span":{"begin":5208,"end":5213},"obj":"P10145"},{"id":"nfkb_T65","span":{"begin":5394,"end":5398},"obj":"P05231"},{"id":"nfkb_T66","span":{"begin":5402,"end":5407},"obj":"P10145"},{"id":"nfkb_T67","span":{"begin":5510,"end":5514},"obj":"P05231"},{"id":"nfkb_T68","span":{"begin":5585,"end":5590},"obj":"P10145"},{"id":"nfkb_T69","span":{"begin":5823,"end":5828},"obj":"O95999"},{"id":"nfkb_T70","span":{"begin":5958,"end":5964},"obj":"Q9BXL7"},{"id":"nfkb_T71","span":{"begin":5966,"end":5971},"obj":"O95999"},{"id":"nfkb_T72","span":{"begin":5976,"end":5981},"obj":"Q9UDY8"},{"id":"nfkb_T73","span":{"begin":6030,"end":6035},"obj":"O95999"},{"id":"nfkb_T74","span":{"begin":6153,"end":6158},"obj":"O95999"},{"id":"nfkb_T75","span":{"begin":6195,"end":6199},"obj":"P10747"},{"id":"nfkb_T76","span":{"begin":6280,"end":6285},"obj":"O95999"},{"id":"nfkb_T77","span":{"begin":6570,"end":6573},"obj":"Q9Y243"},{"id":"nfkb_T78","span":{"begin":6570,"end":6573},"obj":"P31749"},{"id":"nfkb_T79","span":{"begin":6570,"end":6573},"obj":"P31751"},{"id":"nfkb_T80","span":{"begin":6583,"end":6589},"obj":"Q9BXL7"},{"id":"nfkb_T81","span":{"begin":6690,"end":6693},"obj":"P31749"},{"id":"nfkb_T82","span":{"begin":6690,"end":6693},"obj":"Q9Y243"},{"id":"nfkb_T83","span":{"begin":6690,"end":6693},"obj":"P31751"},{"id":"nfkb_T84","span":{"begin":6728,"end":6733},"obj":"O95999"},{"id":"nfkb_T85","span":{"begin":6923,"end":6927},"obj":"P10747"},{"id":"nfkb_T86","span":{"begin":7183,"end":7187},"obj":"P05412"},{"id":"nfkb_T87","span":{"begin":7621,"end":7625},"obj":"P05412"},{"id":"nfkb_T88","span":{"begin":7637,"end":7642},"obj":"O95999"},{"id":"nfkb_T89","span":{"begin":7760,"end":7765},"obj":"O95999"},{"id":"nfkb_T90","span":{"begin":8021,"end":8026},"obj":"O95999"},{"id":"nfkb_T91","span":{"begin":8381,"end":8386},"obj":"P10145"},{"id":"nfkb_T92","span":{"begin":8637,"end":8642},"obj":"P10145"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}