{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2222968/divs/1","sourcedb":"PMC","sourceid":"2222968","divid":1,"text":"Effective immune responses are characterized by T cell activation, which directs adaptive and innate immune responses to kill pathogens efficiently. Dependent on the pathogen, T cells differentiate into different subtypes, such as Th1 or Th2 cells, which are most efficient in defeating microbial or parasitic invaders respectively. A hallmark of Th1 and Th2 differentiation pathways is the exclusiveness of the individual phenotype leading to either Th1 or Th2, but not to mixed populations. The exclusiveness of this mechanism is provided by a polarization process, where Th2 differentiation inhibits Th1 commitment and vice versa. Specifically interleukin 4 (IL-4)–induced STAT6 and GATA3 inhibit differentiation into Th1 cells in the early phase of commitment [1,2]. GATA3 is sufficient to induce a Th2 phenotype [3] and acts not only through the induction of IL-4, IL-5 and IL-13, the Th2 cytokines, but also through the inhibition of Th1 cell-specific factors [3]. Recently, it was shown that T-bet directly modulates GATA3 function, suggesting that transcription factors compete in the early differentiation phase of T cells, potentially integrating environmental signals to finally imprint the T cell phenotype [4,5]. A GATA3-dominated immune response has been shown to be essential in airway hyperresonsiveness [6] and IL-4–dominated responses can break antigen-specific immune tolerance [7]. Overexpression of a dominant negative form of GATA3 [8] or treatment with antisense-mediated GATA3 blockade [9] decreased the severity of the allergic airway hyper-responsiveness.\nThe discovery of regulatory T (Treg) cells highlights another phenotype of T cells, which is essential for tolerance against self-antigens. Naturally occurring, thymus-derived Treg (nTreg) cells are generated in the thymus and are assumed to protect against the activity of autoreactive T cells in the periphery. These cells express the forkhead transcription factor FOXP3 and constitutively express CD25 on their surface, but they lack expression of Th1 or Th2 cytokines. Particularly interesting are those Treg cells that are generated in the periphery and thus are potential targets for therapeutic interventions. These induced Treg (iTreg) cells were reported to express FOXP3 [10]. The exact mechanisms of iTreg generation are unclear, but T cell receptor (TCR) triggering has been shown to induce FOXP3 expression and suppressive cells in human [11,12], however the phenotype appears to be of transient nature [13,14]. TGF-β has been demonstrated to be important for the persistent induction of these cells in vitro and in vivo, since animals lacking the TGF-βRII on T cells have fewer peripherally iTreg cells [15] and suffer from a T cell–dependent multiorgan inflammatory disease [16]. Although the effect of TGF-β on natural and inducible Treg cell induction has been demonstrated repeatedly [15,17], its molecular mechanisms remain to be identified.\nThe current study provides evidence that GATA3 and FOXP3 play a competitive role in iTreg cell commitment as T-bet and GATA3 for Th1 and Th2 differentiation, respectively. We show that GATA3 inhibits FOXP3 induction and that IL-4 limits FOXP3 expression in a GATA3-mediated way, both in vitro and in vivo. We also show that GATA3 directly binds to the FOXP3 promoter and thereby prevents the induction of this gene, demonstrating that Th2 differentiation overrules iTreg induction.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":647,"end":660},"obj":"P05112"},{"id":"nfkb_T2","span":{"begin":662,"end":666},"obj":"P05112"},{"id":"nfkb_T3","span":{"begin":676,"end":681},"obj":"P42226"},{"id":"nfkb_T4","span":{"begin":686,"end":691},"obj":"P23771"},{"id":"nfkb_T5","span":{"begin":771,"end":776},"obj":"P23771"},{"id":"nfkb_T6","span":{"begin":864,"end":868},"obj":"P05112"},{"id":"nfkb_T7","span":{"begin":870,"end":874},"obj":"P05113"},{"id":"nfkb_T8","span":{"begin":879,"end":884},"obj":"P35225"},{"id":"nfkb_T9","span":{"begin":999,"end":1004},"obj":"Q9UL17"},{"id":"nfkb_T10","span":{"begin":1024,"end":1029},"obj":"P23771"},{"id":"nfkb_T11","span":{"begin":1228,"end":1233},"obj":"P23771"},{"id":"nfkb_T12","span":{"begin":1328,"end":1332},"obj":"P05112"},{"id":"nfkb_T13","span":{"begin":1448,"end":1453},"obj":"P23771"},{"id":"nfkb_T14","span":{"begin":1495,"end":1500},"obj":"P23771"},{"id":"nfkb_T15","span":{"begin":1949,"end":1954},"obj":"Q9BZS1"},{"id":"nfkb_T16","span":{"begin":1982,"end":1986},"obj":"P01589"},{"id":"nfkb_T17","span":{"begin":2257,"end":2262},"obj":"Q9BZS1"},{"id":"nfkb_T18","span":{"begin":2385,"end":2390},"obj":"Q9BZS1"},{"id":"nfkb_T19","span":{"begin":2507,"end":2512},"obj":"P01137"},{"id":"nfkb_T20","span":{"begin":2800,"end":2805},"obj":"P01137"},{"id":"nfkb_T21","span":{"begin":2984,"end":2989},"obj":"P23771"},{"id":"nfkb_T22","span":{"begin":2994,"end":2999},"obj":"Q9BZS1"},{"id":"nfkb_T23","span":{"begin":3052,"end":3057},"obj":"Q9UL17"},{"id":"nfkb_T24","span":{"begin":3062,"end":3067},"obj":"P23771"},{"id":"nfkb_T25","span":{"begin":3128,"end":3133},"obj":"P23771"},{"id":"nfkb_T26","span":{"begin":3143,"end":3148},"obj":"Q9BZS1"},{"id":"nfkb_T27","span":{"begin":3168,"end":3172},"obj":"P05112"},{"id":"nfkb_T28","span":{"begin":3180,"end":3185},"obj":"Q9BZS1"},{"id":"nfkb_T29","span":{"begin":3202,"end":3207},"obj":"P23771"},{"id":"nfkb_T30","span":{"begin":3267,"end":3272},"obj":"P23771"},{"id":"nfkb_T31","span":{"begin":3295,"end":3300},"obj":"Q9BZS1"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}