{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3359311/divs/0","sourcedb":"PMC","sourceid":"3359311","divid":0,"text":"Inflammasome-Mediated IL-1β Production in Humans with Cystic Fibrosis\nBackground\nInflammation and infection are major determinants of disease severity and consequently, the quality of life and outcome for patients with cystic fibrosis (CF). Interleukin-1 beta (IL-1β) is a key inflammatory mediator. Secretion of biologically active IL-1β involves inflammasome-mediated processing. Little is known about the contribution of IL-1β and the inflammasomes in CF inflammatory disease. This study examines inflammasome-mediated IL-1β production in CF bronchial epithelial cell lines and human patients with CF.\nResults\nBronchial epithelial cell lines were found to produce negligible amounts of basal or stimulated IL-1β compared to hematopoeitic cells and they did not significantly upregulate caspase-1 activity upon inflammasome stimulation. In contrast, peripheral blood mononuclear cells (PBMCs) from both CF and healthy control subjects produced large amounts of IL-1β and strongly upregulated caspase-1 activity upon inflammasome stimulation. PBMCs from CF patients and controls displayed similar levels of caspase-1 activation and IL-1β production when stimulated with inflammasome activators. This IL-1β production was dependent on NF-κB activity and could be enhanced by priming with LPS. Finally, chemical inhibition of CFTR activity in control PBMCs and THP-1 cells did not significantly alter IL-1β or IL-8 production in response to P. aeruginosa.\nConclusion\nHematopoeitic cells appear to be the predominant source of inflammasome-induced pro-inflammatory IL-1β in CF. PBMCs derived from CF subjects display preserved inflammasome activation and IL-1β secretion in response to the major CF pathogen Pseudomonas aeruginosa. However, our data do not support the hypothesis that increased IL-1β production in CF subjects is due to an intrinsic increase in NF-κB activity through loss of CFTR function.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":22,"end":27},"obj":"P01584"},{"id":"nfkb_T2","span":{"begin":241,"end":259},"obj":"P01584"},{"id":"nfkb_T3","span":{"begin":261,"end":266},"obj":"P01584"},{"id":"nfkb_T4","span":{"begin":333,"end":338},"obj":"P01584"},{"id":"nfkb_T5","span":{"begin":424,"end":429},"obj":"P01584"},{"id":"nfkb_T6","span":{"begin":522,"end":527},"obj":"P01584"},{"id":"nfkb_T7","span":{"begin":709,"end":714},"obj":"P01584"},{"id":"nfkb_T8","span":{"begin":963,"end":968},"obj":"P01584"},{"id":"nfkb_T9","span":{"begin":1133,"end":1138},"obj":"P01584"},{"id":"nfkb_T10","span":{"begin":1201,"end":1206},"obj":"P01584"},{"id":"nfkb_T11","span":{"begin":1400,"end":1405},"obj":"P01584"},{"id":"nfkb_T12","span":{"begin":1409,"end":1413},"obj":"P10145"},{"id":"nfkb_T13","span":{"begin":1563,"end":1568},"obj":"P01584"},{"id":"nfkb_T14","span":{"begin":1653,"end":1658},"obj":"P01584"},{"id":"nfkb_T15","span":{"begin":1793,"end":1798},"obj":"P01584"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}