{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2800179/divs/0","sourcedb":"PMC","sourceid":"2800179","divid":0,"text":"Degraded Carrageenan Causing Colitis in Rats Induces TNF Secretion and ICAM-1 Upregulation in Monocytes through NF-κB Activation\nCarrageenan (CGN) is a high molecular weight sulphated polysaccharide derived from red seaweeds. In rodents, its degraded forms (dCGN) can induce intestinal inflammation associated with macrophage recruitment and activation. The aim of this study was: 1) to analyze the size-dependent effects of dCGN on colon inflammation in vivo, and 2) to correlate these effects with monocyte/macrophage proliferation, cytokine production and expression of various cell surface antigens including ICAM-1 adhesion molecule. Peripheral blood monocytes (PBM) and THP-1 monocytic cells were cultured in the presence of either 10 or 40 kDa, dCGN. The 40 kDa, but not the 10 kDa dCGN, induced colitis in in vivo. Degraded CGN inhibited THP-1 cell proliferation in vitro, arresting the cells in G1 phase. In addition, dCGN increased ICAM-1 expression in both PBM and THP-1 cells with a major effect seen after 40 kDa dCGN exposure. Also, dCGN stimulated monocyte aggregation in vitro that was prevented by incubation with anti-ICAM-1 antibody. Finally, dCGN stimulated TNF-α expression and secretion by both PBM and THP-1 cells. All these effects were linked to NF-κB activation. These data strongly suggest that the degraded forms of CGN have a pronounced effect on monocytes, characteristic of an inflammatory phenotype.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":53,"end":56},"obj":"P01375"},{"id":"nfkb_T2","span":{"begin":71,"end":77},"obj":"P05362"},{"id":"nfkb_T3","span":{"begin":358,"end":361},"obj":"P26358"},{"id":"nfkb_T4","span":{"begin":613,"end":619},"obj":"P05362"},{"id":"nfkb_T5","span":{"begin":942,"end":948},"obj":"P05362"},{"id":"nfkb_T6","span":{"begin":1136,"end":1142},"obj":"P05362"},{"id":"nfkb_T7","span":{"begin":1178,"end":1181},"obj":"P01375"},{"id":"nfkb_T8","span":{"begin":1178,"end":1183},"obj":"P01375"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}