{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2222968/divs/0","sourcedb":"PMC","sourceid":"2222968","divid":0,"text":"GATA3-Driven Th2 Responses Inhibit TGF-β1–Induced FOXP3 Expression and the Formation of Regulatory T Cells\nTranscription factors act in concert to induce lineage commitment towards Th1, Th2, or T regulatory (Treg) cells, and their counter-regulatory mechanisms were shown to be critical for polarization between Th1 and Th2 phenotypes. FOXP3 is an essential transcription factor for natural, thymus-derived (nTreg) and inducible Treg (iTreg) commitment; however, the mechanisms regulating its expression are as yet unknown. We describe a mechanism controlling iTreg polarization, which is overruled by the Th2 differentiation pathway. We demonstrated that interleukin 4 (IL-4) present at the time of T cell priming inhibits FOXP3. This inhibitory mechanism was also confirmed in Th2 cells and in T cells of transgenic mice overexpressing GATA-3 in T cells, which are shown to be deficient in transforming growth factor (TGF)-β–mediated FOXP3 induction. This inhibition is mediated by direct binding of GATA3 to the FOXP3 promoter, which represses its transactivation process. Therefore, this study provides a new understanding of tolerance development, controlled by a type 2 immune response. IL-4 treatment in mice reduces iTreg cell frequency, highlighting that therapeutic approaches that target IL-4 or GATA3 might provide new preventive strategies facilitating tolerance induction particularly in Th2-mediated diseases, such as allergy.","project":"bionlp-st-ge-2016-uniprot","denotations":[{"id":"nfkb_T1","span":{"begin":0,"end":5},"obj":"P23771"},{"id":"nfkb_T2","span":{"begin":50,"end":55},"obj":"Q9BZS1"},{"id":"nfkb_T3","span":{"begin":336,"end":341},"obj":"Q9BZS1"},{"id":"nfkb_T4","span":{"begin":656,"end":669},"obj":"P05112"},{"id":"nfkb_T5","span":{"begin":671,"end":675},"obj":"P05112"},{"id":"nfkb_T6","span":{"begin":724,"end":729},"obj":"Q9BZS1"},{"id":"nfkb_T7","span":{"begin":838,"end":844},"obj":"P23771"},{"id":"nfkb_T8","span":{"begin":936,"end":941},"obj":"Q9BZS1"},{"id":"nfkb_T9","span":{"begin":1002,"end":1007},"obj":"P23771"},{"id":"nfkb_T10","span":{"begin":1015,"end":1020},"obj":"Q9BZS1"},{"id":"nfkb_T11","span":{"begin":1193,"end":1197},"obj":"P05112"},{"id":"nfkb_T12","span":{"begin":1299,"end":1303},"obj":"P05112"},{"id":"nfkb_T13","span":{"begin":1307,"end":1312},"obj":"P23771"}],"namespaces":[{"prefix":"_base","uri":"http://www.uniprot.org/uniprot/"}]}