{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/3062687/divs/1","sourcedb":"PMC","sourceid":"3062687","divid":1,"text":"Nuclear Factor-kappa B (NF-κB) regulates crucial cellular functions and diverse stimuli activate this pleiotropic transcription factor, which in turn regulates a vast array of genetic targets1-3. The best-known mammalian NF-κB subunits are Rel proteins, including RelA (p65), RelB, c-Rel, p50, and p52 (refs. 4,5). However, we recently demonstrated that ribosomal protein S3 (RPS3) is a key non-Rel subunit of certain native NF-κB complexes6. RPS3 is defined as a “specifier” subunit of NF-κB, because it facilitates high affinity DNA binding thus determining the regulatory specificity of NF-κB for selected target genes7. RPS3 regulation of NF-κB governs key physiological processes, including immunoglobulin κ light chain gene expression and receptor editing in B cells6,8, cytokine production in T cells6, and in host defense against enterohemorrhagicEscherichia coli(EHEC)9. In particular, theE. coliO157:H7 type III secretion system (T3SS) effector protein NleH1 selectively blocks NF-κB target gene transcription by attenuating RPS3 nuclear translocation, without affecting p65 localization9. Nonetheless, how specific NF-κB activating signals induce RPS3 nuclear translocation is unknown.Extra-ribosomal functions have been ascribed to ribosomal proteins10. Besides binding RNA within the 40S ribosomal subunit, RPS3 participates in transcription6, DNA repair11,12, and apoptosis13. Whether or not RPS3 is phosphorylated had been controversial14-18. Since kinase cascades play a critical role in NF-κB regulation, we tested whether RPS3 is phosphorylated in the context of NF-κB activation and sought to identify the responsible kinase19. Additionally, we aimed to define a regulatory role for the C-terminal tail of RPS3 whose function was unknown.Here we show that the Inhibitor of κB (IκB) kinase beta (IKKβ) phosphorylated RPS3 at serine 209 (S209). RPS3 S209 phosphorylation enhanced its association with importin-α, mediating RPS3 entry into the karyopherin pathway for nuclear translocation. Furthermore, theE. coliNleH1 effector specifically inhibited RPS3 S209 revealing howE. coliO157:H7 inhibits this important innate immune response mechanism.","project":"bionlp-st-ge-2016-coref","namespaces":[{"prefix":"_base","uri":"http://bionlp.dbcls.jp/ontology/ge.owl#"}]}