{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2664230/divs/0","sourcedb":"PMC","sourceid":"2664230","divid":0,"text":"Insights into the Regulation of TNF-α Production in Human Mononuclear Cells: The Effects of Non-Specific Phosphodiesterase Inhibition\nOBJECTIVE\nThe objective of this study was to determine the effect of nonspecific phosphodiesterase inhibition on transcription factor activation and tumor necrosis factor-alpha (TNF-α) production in lipopolysaccharide (LPS)-stimulated human mononuclear cells.\nINTRODUCTION\nThe production of TNF-α following LPS stimulation is one of the key steps in bacterial sepsis and inflammation. The mechanism by which phosphodiesterase inhibition alters TNF-α production in the presence of LPS remains unclear.\nMETHODS\nHuman mononuclear cells were stimulated with LPS (1 μg/mL), in the presence and absence of Pentoxifylline (PTX; 20 mM), a nonspecific phosphodiesterase inhibitor. Western blotting of phosphorylated cytoplasmic I-κBα, nuclear factor-κB p65 (NF-κB), and nuclear cAMP-response element binding protein (CREB) was performed. DNA binding of NF-κB and CREB was verified by electrophoretic mobility shift assay. TNF-α levels were determined in the supernatant of stimulated cells in the presence and absence Protein kinase A inhibition by an enzyme-linked immunosorbent assay (ELISA).\nRESULTS\nPTX was demonstrated to significantly reduce cytoplasmic I-κBα phosphorylation, nuclear p65 phosphorylation, and the DNA binding activity of NF-κB. In contrast, PTX markedly enhanced the phosphorylation and DNA binding activity of CREB. Cells concomitantly treated with PTX and LPS secreted similar levels of TNF-α in the presence and absence Protein kinase A inhibition.\nDISCUSSION\nThe increased level of cAMP that results from phosphodiesterase inhibition affects cytoplasmic and nuclear events, resulting in the attenuation of NF-κB and the activation of CREB transcriptional DNA binding through pathways that are partially Protein kinase A-independent.\nCONCLUSION\nPTX-mediated phosphodiesterase inhibition occurs partially through a Protein kinase A-independent pathway and may serve as a useful tool in the attenuation of LPS-induced inflammation.","project":"bionlp-st-ge-2016-coref","namespaces":[{"prefix":"_base","uri":"http://bionlp.dbcls.jp/ontology/ge.owl#"}]}