{"target":"http://pubannotation.org/docs/sourcedb/PMC/sourceid/2791889/divs/1","sourcedb":"PMC","sourceid":"2791889","divid":1,"text":"Interleukin-10 (IL-10) is a cytokine with broad anti-inflammatory properties that inhibits macrophage and dendritic cell (DC) function (Moore et al., 2001). IL-10 limits the immune and inflammatory responses to pathogens and gut flora and prevents damage to the host (Moore et al., 2001; O'Garra and Vieira, 2004), but when dysregulated may result in chronic infection (Brooks et al., 2006; Ejrnaes et al., 2006; Moore et al., 2001). IL-10 is expressed by T helper 2 (Th2) cells, B cells, DCs, and macrophages (Moore et al., 2001), and also by Th1 cells (Anderson et al., 2007; Assenmacher et al., 1994; Del Prete et al., 1993; Gerosa et al., 1996; Jankovic et al., 2007; Pohl-Koppe et al., 1998) and (reviewed in O'Garra and Vieira, 2007; Trinchieri, 2007), certain regulatory (Treg) T cells (Moore et al., 2001; O'Garra and Vieira, 2004; Roncarolo et al., 2006), and Th17 cells (Awasthi et al., 2007; Fitzgerald et al., 2007; McGeachy et al., 2007; Stumhofer et al., 2007).\nIn vitro human CD4+ and CD8+ T cell clones, or mouse CD4+ T cells that produce both interferon-γ (IFN-γ) and IL-10, can be differentiated by T cell receptor (TCR)-stimulation in the presence of IL-12 (Chang et al., 2007; Gerosa et al., 1996; Jeannin et al., 1996; Meyaard et al., 1996; Windhagen et al., 1996). Furthermore, Th1 cell clones coproducing IFN-γ and IL-10 have been isolated from bronchoalveolar lavage (BAL) of active pulmonary tuberculosis (TB) patients (Gerosa et al., 1999). IL-10 production by Th1 cells was also reported in animals infected with Toxoplasma gondii (Jankovic et al., 2002; Shaw et al., 2006) or with Leishmania major (Anderson et al., 2007) and shown to be required for regulation of the immune response in these infections (Anderson et al., 2007; Jankovic et al., 2007). The relative amounts of IL-10 and IFN-γ produced by Th1 cells may influence the balance between clearance and persistent infection with certain pathogens (Moore et al., 2001; Trinchieri, 2007), thus determining whether chronic infection or immunopathology ensues.\nTh1, Th2, and Th17 cell responses differentiate along distinct signaling pathways (Glimcher and Murphy, 2000; Ivanov et al., 2007; Stockinger and Veldhoen, 2007). Th1 cell development requires signal transducer and activator of transcription (STAT)1 activation, induced by type I IFN or IFN-γ, the transcription factor T-box 21 (T-bet), and IL-12-induced STAT4 signaling, which can couple with IL-18-induced IRAK and NF-κB transcription factors to drive the high amounts of IFN-γ required to eradicate intracellular pathogens (Glimcher and Murphy, 2000). Th2 cell development, with expression of IL-4, IL-5, and IL-13, requires IL-4, STAT6, and the transcription factor GATA binding protein (GATA)-3 (Glimcher and Murphy, 2000). The development of Th17 cells requires IL-6, TGF-β, and the STAT3-dependent expression of the transcription factor RORγt (Ivanov et al., 2007; Stockinger and Veldhoen, 2007).\nTh1 and Th2 cell responses can also be induced by varying the dose of antigen presented to the naive T cell by the antigen-presenting cell (APC). Whereas high doses of antigen, with sustained TCR signaling and extracellular-signal regulated (ERK) mitogen-activated protein kinase (MAPK) phosphorylation, result in Th1 cells producing IFN-γ via an IL-12-independent mechanism, low doses of antigen, with transient ERK1 and ERK2 activation, favor Th2 responses and IL-4 secretion (Constant et al., 1995; Hosken et al., 1995; Jorritsma et al., 2003; Yamane et al., 2005).\nBecause Th1 and Th2 cells cross regulate each other's development and function and can suppress Th17 cell responses, and all differentiate along distinct signaling pathways (Glimcher and Murphy, 2000; Stockinger and Veldhoen, 2007), IL-10 produced by all these Th cells may thus act as a feedback regulator to control the pathology associated with an overexuberant, albeit efficacious, inflammatory response. Whether IL-10 production by these different Th cell subsets is induced by independent and/or common mechanisms is unknown.\nHere, we showed that in vitro differentiation of IL-10-producing Th1 cells from naive CD4+ T cells required IL-12-induced STAT4 signaling, strong TCR activation (high antigen dose), and sustained ERK1 and ERK2 phosphorylation. Furthermore, we showed that activation of ERK1 and ERK2 is a requirement for production of IL-10 by Th1, Th2, and Th17 cell subsets. This common but highly regulated pathway for IL-10 induction and maintenance ensures its function as a feedback loop to control damage to the host and also allows a protective response to ensue as opposed to chronic infection.","project":"pmc-enju-pas"}